{
  "architectures": [
    "Lfm2VlForConditionalGeneration"
  ],
  "do_image_splitting": true,
  "downsample_factor": 2,
  "dtype": "bfloat16",
  "encoder_patch_size": 16,
  "image_token_id": 396,
  "max_image_tokens": 256,
  "max_pixels_tolerance": 2.0,
  "max_tiles": 10,
  "min_image_tokens": 64,
  "min_tiles": 2,
  "model_type": "lfm2_vl",
  "projector_bias": true,
  "projector_hidden_act": "gelu",
  "projector_hidden_size": 2048,
  "projector_use_layernorm": false,
  "text_config": {
    "_name_or_path": "LiquidAI/LFM2-1.2B",
    "architectures": [
      "Lfm2ForCausalLM"
    ],
    "block_auto_adjust_ff_dim": true,
    "block_dim": 2048,
    "block_ff_dim": 12288,
    "block_ffn_dim_multiplier": 1.0,
    "block_mlp_init_scale": 1.0,
    "block_multiple_of": 256,
    "block_norm_eps": 1e-05,
    "block_out_init_scale": 1.0,
    "block_use_swiglu": true,
    "block_use_xavier_init": true,
    "conv_L_cache": 3,
    "conv_bias": false,
    "conv_dim": 2048,
    "conv_dim_out": 2048,
    "conv_use_xavier_init": true,
    "dtype": "bfloat16",
    "eos_token_id": 7,
    "hidden_size": 2048,
    "initializer_range": 0.02,
    "intermediate_size": 12288,
    "layer_types": [
      "conv",
      "conv",
      "full_attention",
      "conv",
      "conv",
      "full_attention",
      "conv",
      "conv",
      "full_attention",
      "conv",
      "full_attention",
      "conv",
      "full_attention",
      "conv",
      "full_attention",
      "conv"
    ],
    "max_position_embeddings": 128000,
    "model_type": "lfm2",
    "norm_eps": 1e-05,
    "num_attention_heads": 32,
    "num_heads": 32,
    "num_hidden_layers": 16,
    "num_key_value_heads": 8,
    "rope_parameters": {
      "rope_theta": 1000000.0,
      "rope_type": "default"
    },
    "use_cache": true,
    "use_pos_enc": true,
    "vocab_size": 65536
  },
  "tile_size": 512,
  "transformers_version": "5.0.0.dev0",
  "use_image_special_tokens": true,
  "use_thumbnail": true,
  "vision_config": {
    "attention_dropout": 0.0,
    "dtype": "bfloat16",
    "hidden_act": "gelu_pytorch_tanh",
    "hidden_size": 1152,
    "intermediate_size": 4304,
    "layer_norm_eps": 1e-06,
    "model_type": "siglip2_vision_model",
    "num_attention_heads": 16,
    "num_channels": 3,
    "num_hidden_layers": 27,
    "num_patches": 256,
    "patch_size": 16,
    "vision_use_head": false
  }
}
