{
  "additional_special_tokens": null,
  "auto_map": {
    "AutoProcessor": "processing_lfm2_vl.Lfm2VlProcessor"
  },
  "backend": "tokenizers",
  "bos_token": "<|startoftext|>",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|im_end|>",
  "image_end_token": "<|image_end|>",
  "image_start_token": "<|image_start|>",
  "image_thumbnail": "<|img_thumbnail|>",
  "image_token": "<image>",
  "is_local": false,
  "legacy": false,
  "model_max_length": 1000000000000000019884624838656,
  "model_specific_special_tokens": {
    "image_end_token": "<|image_end|>",
    "image_start_token": "<|image_start|>",
    "image_thumbnail": "<|img_thumbnail|>",
    "image_token": "<image>"
  },
  "pad_token": "<|pad|>",
  "processor_class": "Lfm2VlProcessor",
  "return_token_type_ids": false,
  "sp_model_kwargs": {},
  "spaces_between_special_tokens": false,
  "tokenizer_class": "TokenizersBackend",
  "use_default_system_prompt": false,
  "use_fast": true,
  "chat_template": "{{bos_token}}{% for message in messages %}{{'<|im_start|>' + message['role'] + '\n'}}{% if message['content'] is string %}{{ message['content'] }}{% else %}{% for content in message['content'] %}{% if content['type'] == 'image' %}{{ '<image>' }}{% elif content['type'] == 'text' %}{{ content['text'] }}{% endif %}{% endfor %}{% endif %}{{'<|im_end|>\n'}}{% endfor %}{% if add_generation_prompt %}{{'<|im_start|>assistant\n' }}{% endif %}"
}