{
  "meta": {
    "source": "2025-10-02 OPUS 4.1 recommendations.docx",
    "importedAt": "2026-01-05T11:22:23+00:00"
  },
  "entries": [
    {
      "id": "1.1.1",
      "groupId": "1.1.1",
      "finding": "Das Unternehmen verfügt nicht über ein Unternehmensleitbild.",
      "levels": {
        "1": [
          "Eine Sicherheitscharta als ersten Schritt etablieren. Klare, verständliche Sicherheitsziele formulieren, die jeden ansprechen. In einem Workshop mit Vertretern verschiedener Abteilungen die wichtigsten Werte erarbeiten. Die Geschäftsleitung ihre Unterstützung durch persönliche Geschichten und sichtbares Engagement zeigen lassen."
        ],
        "2": [
          "Die vorhandenen Werte und Praktiken in einer Sicherheitscharta festhalten. Ein aussagekräftiges Dokument mit Foto und Unterschriften der Geschäftsleitung erstellen. Die Hauptbotschaften visuell aufbereiten. In allen Bereichen aufhängen und die persönliche Bedeutung für die Führung hervorheben."
        ],
        "3": [
          "Die dokumentierte Charta durch tägliche Handlungen zum Leben erwecken. Jede Teamsitzung mit Bezug zur Charta beginnen. Praktische Beispiele für jeden Punkt entwickeln. Mitarbeitende regelmässig befragen, wie sie die Werte erleben. Erfolgsgeschichten sammeln und teilen."
        ],
        "4": [
          "Die Charta als lebendiges Instrument weiterentwickeln. Jährliche Reflexionsworkshops durchführen. Best Practices aus allen Bereichen integrieren. Mit messbaren Erfolgsindikatoren verknüpfen. Eine Kultur schaffen, in der die Werte selbstverständlich gelebt werden."
        ]
      },
      "children": []
    },
    {
      "id": "1.1.2",
      "groupId": "1.1.2",
      "finding": "Sicherheit und Gesundheit der Beschäftigten sind kein Bestandteil des Unternehmensleitbildes.",
      "levels": {
        "1": [
          "Das Bewusstsein für die Bedeutung von Sicherheit im Leitbild wecken. Mit der Geschäftsleitung die Verbindung zwischen Unternehmenserfolg und Mitarbeitersicherheit erarbeiten. Konkrete Beispiele aufzeigen, wo Sicherheit bereits Werte schafft. Eine Arbeitsschutzcharta als Zwischenlösung entwickeln."
        ],
        "2": [
          "Die bereits gelebten Sicherheitswerte identifizieren und verschriftlichen. Aus der Praxis ableiten, wo Sicherheit bereits Priorität hat. Diese Erkenntnisse in prägnante Leitsätze überführen. Von der Geschäftsleitung unterzeichnen und als Ergänzung zum Leitbild positionieren."
        ],
        "3": [
          "Die dokumentierten Werte in allen Führungsentscheidungen verankern. Entscheidungshilfen für Dilemmasituationen entwickeln. In Mitarbeitergesprächen Sicherheitswerte thematisieren. Erfolge sichtbar machen und feiern."
        ],
        "4": [
          "Sicherheit als integralen Bestandteil der Unternehmens-DNA etablieren. Einen Sicherheitskultur-Index entwickeln. Regelmässige 360-Grad-Feedbacks einführen. Sicherheit als Wettbewerbsvorteil positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "1.1.3",
      "groupId": "1.1.3",
      "finding": "Die Mitarbeiter sind nicht über den Sinn und die praktischen Konsequenzen des Unternehmensleitbildes informiert.",
      "levels": {
        "1": [
          "Das Interesse und Verständnis für das Leitbild wecken. In bestehenden Meetings 5-Minuten-Slots für Leitbildthemen nutzen. Konkrete Alltagsbeispiele sammeln. Vorgesetzte als Multiplikatoren gewinnen. Mit einfachen Visualisierungen arbeiten."
        ],
        "2": [
          "Die Bedeutung des Leitbilds für jeden Arbeitsbereich übersetzen. Abteilungsspezifische Interpretationen erarbeiten. Führungskräfte in der Vermittlung schulen. Zeit für Fragen und Diskussionen einplanen. FAQ-Listen erstellen."
        ],
        "3": [
          "Interaktive Formate zur Leitbildverankerung nutzen. Mitarbeitende selbst erarbeiten lassen, was es für sie bedeutet. Digitale Plattformen für kontinuierlichen Dialog schaffen. In Onboarding-Prozesse integrieren. Regelmässig Verständnis überprüfen."
        ],
        "4": [
          "Leitbild-Botschafter in allen Bereichen etablieren. Innovative Kommunikationsformate entwickeln. Eine App für tägliche Leitbild-Impulse erstellen. Erfolgsgeschichten systematisch sammeln und teilen. Kontinuierliche Weiterentwicklung ermöglichen."
        ]
      },
      "children": []
    },
    {
      "id": "1.1.4",
      "groupId": "1.1.4",
      "finding": "Das betriebliche Geschehen stimmt nicht mit dem Unternehmensleitbild überein.",
      "levels": {
        "1": [
          "Die grössten Diskrepanzen bewusst machen. Mit einem Pilotbereich beginnen. Kleine, sichtbare Veränderungen initiieren. Offen über die Lücke kommunizieren. Quick Wins identifizieren und umsetzen."
        ],
        "2": [
          "Systematisch erfassen, wo Abweichungen auftreten. Ursachen gemeinsam analysieren. Einen realistischen Massnahmenplan mit klaren Meilensteinen erstellen. Monatlich über Fortschritte berichten. Transparenz als Erfolgsfaktor nutzen."
        ],
        "3": [
          "Ein kontinuierliches Monitoring-System implementieren. Führungskräfte in wertebasierter Führung trainieren. Prozesse anpassen, die im Widerspruch stehen. Einen sicheren Meldekanal für Unstimmigkeiten schaffen."
        ],
        "4": [
          "Die Leitbildkonformität in alle Managementprozesse einweben. Regelmässige Kulturaudits durchführen. Ein Frühwarnsystem entwickeln. Aus Abweichungen systematisch lernen. Eine Kultur der kontinuierlichen Angleichung schaffen."
        ]
      },
      "children": []
    },
    {
      "id": "1.1.5",
      "groupId": "1.1.5",
      "finding": "Das Führungsverhalten der Vorgesetzten richtet sich nicht nach bestimmten Führungsgrundsätzen oder Führungsrichtlinien.",
      "levels": {
        "1": [
          "Das Bewusstsein für einheitliche Führung schaffen. Mit drei bis fünf klaren Sicherheitsverhaltensweisen beginnen. Positive Beispiele hervorheben. Jede Führungskraft ein persönliches Commitment formulieren lassen."
        ],
        "2": [
          "Die erwarteten Führungsverhaltensweisen dokumentieren. In Workshops konkrete Situationen bearbeiten. Sicherheit als ersten Agendapunkt etablieren. Austausch über Führungsherausforderungen fördern. Vorbilder sichtbar machen."
        ],
        "3": [
          "Führungsgrundsätze durch systematisches Training verankern. Peer-Coaching einführen. Sicherheitsführung in Leistungsbeurteilungen integrieren. Regelmässige Reflexionsrunden etablieren. Führungsqualität messen."
        ],
        "4": [
          "Ein umfassendes Leadership-Excellence-Programm entwickeln. Interne Führungs-Coaches zertifizieren. 360-Grad-Assessments nutzen. Best-Practice-Austausch institutionalisieren. Führungserfolg mit Kulturentwicklung verknüpfen."
        ]
      },
      "children": []
    },
    {
      "id": "1.1.6",
      "groupId": "1.1.6",
      "finding": "Sicherheit und Gesundheitsschutz sind kein ausdrücklicher Bestandteil der Führungsgrundsätze.",
      "levels": {
        "1": [
          "Die Notwendigkeit von Sicherheit in Führungsgrundsätzen aufzeigen. Für jeden bestehenden Grundsatz den Sicherheitsbezug herausarbeiten. Mit dem wichtigsten Grundsatz beginnen. Führungskräfte einbeziehen."
        ],
        "2": [
          "Sicherheitsaspekte in allen Führungsgrundsätzen explizit machen. Praxisbeispiele für jede Führungsebene dokumentieren. Eine Handreichung für Führungskräfte erstellen. In Führungsrunden kommunizieren und diskutieren."
        ],
        "3": [
          "Alle Führungskräfte in der Anwendung trainieren. Fallstudien und Dilemmasituationen bearbeiten. Mentoring für neue Führungskräfte etablieren. Die Umsetzung durch Beobachtungen überprüfen."
        ],
        "4": [
          "Sicherheitsführung zur Kernkompetenz entwickeln. Ein Reifegradmodell erstellen. Leadership-Assessments durchführen. Eine Learning Community aufbauen. Mit führenden Unternehmen benchmarken."
        ]
      },
      "children": []
    },
    {
      "id": "1.1.7",
      "groupId": "1.1.7",
      "finding": "Das Unternehmen hat die Sicherheitscharta der Suva nicht unterzeichnet.",
      "levels": {
        "1": [
          "Über die Vorteile der Sicherheitscharta informieren. In der Geschäftsleitung die Bedeutung diskutieren. Erfüllte Anforderungen identifizieren. Einen Umsetzungsplan für fehlende Punkte erstellen."
        ],
        "2": [
          "Die Unterzeichnung systematisch vorbereiten. Alle erfüllten Punkte dokumentieren. Lückenanalyse durchführen. Mitarbeitervertretungen einbinden. Die geplante Unterzeichnung kommunizieren."
        ],
        "3": [
          "Die Charta unterzeichnen und konsequent umsetzen. Für jeden Punkt einen Aktionsplan erstellen. Verantwortlichkeiten klar definieren. Regelmässig über Fortschritte berichten. Als Rahmen für die Strategie nutzen."
        ],
        "4": [
          "Über die Charta-Anforderungen hinausgehen. Eigene, ambitioniertere Standards setzen. Vorbild für andere werden. Erfahrungen in Netzwerken teilen. Auszeichnungen anstreben."
        ]
      },
      "children": []
    },
    {
      "id": "1.1.8",
      "groupId": "1.1.8",
      "finding": "Kein Managementsystem/Zertifizierung eingeführt",
      "levels": {
        "1": [
          "Den Nutzen eines Managementsystems aufzeigen. Mit einer Bestandsaufnahme beginnen. Quick Wins ohne System umsetzen. Verschiedene Systeme evaluieren. Ressourcenbedarf abschätzen."
        ],
        "2": [
          "Bestehende Prozesse systematisch dokumentieren. Mit Systemanforderungen abgleichen. Eine Gap-Analyse erstellen. Schritweise Einführung über 12-18 Monate planen. Mitarbeitende frühzeitig einbinden."
        ],
        "3": [
          "Das gewählte System strukturiert implementieren. Interne Auditoren ausbilden. Probeaudits durchführen. Die Zertifizierung vorbereiten. Das System zur Verbesserung nutzen."
        ],
        "4": [
          "Mehrere Systeme intelligent integrieren. Ein ganzheitliches Managementsystem entwickeln. Benchmark in der Branche werden. Systeme für Innovation nutzen. Andere Unternehmen unterstützen."
        ]
      },
      "children": []
    },
    {
      "id": "1.2.1",
      "groupId": "1.2.1",
      "finding": "Sicherheit wird nicht von der obersten Geschäftsleitung vorgelebt",
      "levels": {
        "1": [
          "Das Bewusstsein der GL für ihre Vorbildrolle stärken. Mit drei sichtbaren Verhaltensweisen starten (z.B. PSA tragen). GL-Sitzungen mit Sicherheitsthema beginnen. Persönliche Sicherheitserfahrungen teilen lassen."
        ],
        "2": [
          "Systematische Unterstützung für GL-Engagement bieten. Verhaltensregeln für Betriebsrundgänge erstellen. Quartalsweise Sicherheitsbesuche organisieren. Einfache Gesprächsleitfäden bereitstellen. Erfolge sichtbar machen."
        ],
        "3": [
          "GL-Engagement durch strukturierte Programme professionalisieren. Monatliche Themenrundgänge einführen. Verschiedene Interaktionsformate entwickeln. Beobachtungen dokumentieren. Impact auf Kultur messen."
        ],
        "4": [
          "Die GL zu Sicherheits-Champions entwickeln. Patenschaften für Sicherheitsthemen vergeben. Externe Auftritte ermöglichen. Den kulturellen Impact systematisch evaluieren. Best Practices multiplizieren."
        ]
      },
      "children": []
    },
    {
      "id": "1.2.2",
      "groupId": "1.2.2",
      "finding": "Arbeitssicherheit hat nicht den gleichen Stellenwert wie Qualität und Produktivität",
      "levels": {
        "1": [
          "Die Gleichwertigkeit bewusst machen. Sicherheit in allen KPI-Darstellungen gleichberechtigt zeigen. Bei Sicherheitsproblemen konsequent handeln. Die Botschaft \"Sicherheit first\" verankern."
        ],
        "2": [
          "Die Gleichstellung in Prozessen dokumentieren. In alle Entscheidungsvorlagen integrieren. In Zielvereinbarungen gleich gewichten. Ein ausgewogenes Dashboard erstellen. Zielkonflikte thematisieren."
        ],
        "3": [
          "Gleichstellung in der Praxis durchsetzen. Führungskräfte in Dilemmabewältigung schulen. Entscheidungen für Sicherheit belohnen. Synergien aufzeigen. Erfolge kommunizieren."
        ],
        "4": [
          "Sicherheit zum Wettbewerbsvorteil machen. Die positive Wechselwirkung beweisen. Innovative Integrationsansätze entwickeln. Thought Leadership übernehmen. Nach aussen kommunizieren."
        ]
      },
      "children": []
    },
    {
      "id": "1.2.3",
      "groupId": "1.2.3",
      "finding": "Die GL spricht bei Betriebsrundgängen keine unsicheren Zustände an",
      "levels": {
        "1": [
          "Die GL für Gefahrenerkennung sensibilisieren. Eine Basis-Checkliste bereitstellen. Anfangs begleiten. Pro Rundgang eine Beobachtung erwarten. Positive Verstärkung geben."
        ],
        "2": [
          "Strukturierte Sicherheitsrundgänge einführen. Thematische Schwerpunkte setzen. Dialogorientierte Fragen vorbereiten. Beobachtungen dokumentieren. Nachverfolgung sicherstellen."
        ],
        "3": [
          "Rundgänge professionalisieren. Verschiedene Formate entwickeln. In wertschätzender Kommunikation trainieren. Systematisch nachverfolgen. Verbesserungen feiern."
        ],
        "4": [
          "GL-Rundgänge als Kulturinstrument optimieren. Digitale Tools nutzen. Trends analysieren. Coaching-Kompetenzen aufbauen. Wirkung auf Engagement messen."
        ]
      },
      "children": []
    },
    {
      "id": "1.2.4",
      "groupId": "1.2.4",
      "finding": "Für Arbeitssicherheit besteht keine Budgetposition",
      "levels": {
        "1": [
          "Den Bedarf sichtbar machen. Unfallkosten berechnen. Notwendige Investitionen auflisten. Ein Startbudget beantragen. ROI von Prävention aufzeigen."
        ],
        "2": [
          "Alle Sicherheitsausgaben systematisch erfassen. Strukturierte Budgetplanung erstellen. Mit Benchmarks vergleichen. Business Case entwickeln. Transparenz schaffen."
        ],
        "3": [
          "Professionelles Sicherheitsbudget implementieren. Mit Zielen verknüpfen. Freigabeprozesse etablieren. ROI messen. Quartalsweise reporten."
        ],
        "4": [
          "Datenbasierte Budgetoptimierung betreiben. Prädiktive Analysen nutzen. Innovative Finanzierungsmodelle entwickeln. Business Value beweisen. Best Practice werden."
        ]
      },
      "children": []
    },
    {
      "id": "1.2.5",
      "groupId": "1.2.5",
      "finding": "Die GL unterstützt nicht die Aktivitäten im Betrieb",
      "levels": {
        "1": [
          "Eine kritische Aktivität für GL-Support identifizieren. GL zu Risikobeurteilungen einladen. Quick Wins aufzeigen. Um symbolische Unterstützung bitten. Erste Erfolge feiern."
        ],
        "2": [
          "GL-Unterstützung systematisieren. Jahresplan mit GL-Beteiligung erstellen. Nach Unfällen: CEO-Präsentation einführen. Quartalsreviews etablieren. Rollen klar definieren."
        ],
        "3": [
          "GL-Support in alle Prozesse integrieren. Sponsorships vergeben. Strukturierte Reviews durchführen. Qualität der Unterstützung messen. Transparent kommunizieren."
        ],
        "4": [
          "Die GL zu aktiven Kulturtreibern machen. Innovative Beteiligungsformen entwickeln. Digitale Plattformen nutzen. Best Practices exportieren. Kontinuierliches Engagement sichern."
        ]
      },
      "children": []
    },
    {
      "id": "1.3.1",
      "groupId": "1.3.1",
      "finding": "Sicherheit wird von Linienvorgesetzten nicht gefördert",
      "levels": {
        "1": [
          "Das Bewusstsein für die Führungsrolle wecken. Mit einer Regel starten: immer PSA tragen. Wöchentliche Sicherheitskurzgespräche einführen. Drei Kernbotschaften mitgeben. Erste Erfolge anerkennen."
        ],
        "2": [
          "Erwartete Verhaltensweisen dokumentieren. Tägliche Sicherheitsroutinen entwickeln. In positivem Feedback schulen. Einfaches Anerkennungssystem einführen. Vorbilder hervorheben."
        ],
        "3": [
          "Umfassendes Sicherheitsführungsprogramm implementieren. In Beobachtung und Coaching trainieren. Regelmässige Dialoge etablieren. Durch Feedback messen. Mit Leistungsbeurteilung verknüpfen."
        ],
        "4": [
          "Vorgesetzte zu Sicherheitsmentoren entwickeln. Peer-Coaching etablieren. 360-Grad-Feedback nutzen. Lernkultur schaffen. Exzellenz zertifizieren."
        ]
      },
      "children": []
    },
    {
      "id": "1.3.2.a",
      "groupId": "1.3.2",
      "finding": "Linienvorgesetzte engagieren sich nicht für Sicherheitsaktivitäten",
      "levels": {
        "1": [
          "Mit einer machbaren Aktivität beginnen. Monatlich eine Gefährdungsbeurteilung durchführen. Mit Vorlagen unterstützen. Training anbieten. Erfolge öffentlich anerkennen."
        ],
        "2": [
          "Klare Anleitungen und Methoden bereitstellen. Einfache Schulungen mit Support anbieten. Zentrale Massnahmenverfolgung einrichten. Monatliche Themen vorgeben. In Stellenbeschreibungen verankern."
        ],
        "3": [
          "Engagement durch klare Prozesse systematisieren. Quantitative Ziele setzen. Durch Audits verfolgen. In Meetings thematisieren. Kompetenzprofile entwickeln."
        ],
        "4": [
          "Vorgesetzte zu Innovatoren machen. Eigeninitiativen fördern. Wettbewerbe organisieren. Best-Practice-Datenbank aufbauen. Pilotprojekte ermöglichen."
        ]
      },
      "children": []
    },
    {
      "id": "1.3.3",
      "groupId": "1.3.3",
      "finding": "Linienvorgesetzte kennen nicht ihre Pflichten und Rechte",
      "levels": {
        "1": [
          "Die wichtigsten Pflichten und Rechte vermitteln. Eine Kurzübersicht erstellen. Verständliche Sprache verwenden. Basistraining durchführen. Hosentaschenkarte bereitstellen."
        ],
        "2": [
          "Alle Pflichten und Rechte strukturiert dokumentieren. Rollenspezifische Handbücher erstellen. Mit Praxisbeispielen arbeiten. Regelmässig auffrischen. Ins Onboarding integrieren."
        ],
        "3": [
          "Wissen durch Praxis verankern. Planspiele durchführen. E-Learning entwickeln. Wissen testen. Hotline anbieten. Erfahrungsaustausch organisieren."
        ],
        "4": [
          "Vorgesetzte zu Rechtsexperten entwickeln. Vertiefungsmodule anbieten. Interne Berater ausbilden. Aktuell halten. Entscheidungstools bereitstellen."
        ]
      },
      "children": []
    },
    {
      "id": "1.4.1.a",
      "groupId": "1.4.1",
      "finding": "Es gibt keine messbaren Ziele für Ereignisse",
      "levels": {
        "1": [
          "Mit einem einfachen Ziel starten. Unfälle um 20% reduzieren. Monatlich visualisieren. Unfallfreie Zeiten feiern. Bewusstsein schaffen."
        ],
        "2": [
          "Umfassende KPIs definieren. Mit HR koordinieren. Dashboard erstellen. Führende Indikatoren entwickeln. Jahresziele setzen. Status kommunizieren."
        ],
        "3": [
          "Professionelles Zielsystem implementieren. Auf alle Ebenen kaskadieren. Sorgfältig mit Anreizen verknüpfen. Trends analysieren. Bei Abweichungen reagieren."
        ],
        "4": [
          "Prädiktive Zielsteuerung entwickeln. Analytics nutzen. Vision Zero verfolgen. In Zieldefinition innovieren. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "1.4.2",
      "groupId": "1.4.2",
      "finding": "Keine Ziele für Ausfallzeiten",
      "levels": {
        "1": [
          "Ausfalltage erstmals systematisch erfassen. Einfaches Reduktionsziel setzen. Kosten bewusst machen. Mit Pilotbereich starten."
        ],
        "2": [
          "Ausfallzeiten differenziert dokumentieren. Spezifische Ziele setzen. Dashboards erstellen. Kostentreiber analysieren. Gegenmassnahmen entwickeln."
        ],
        "3": [
          "Abwesenheitsmanagement implementieren. Rückkehrgespräche führen. Frühwarnindikatoren nutzen. Präventiv handeln. Wirksamkeit messen."
        ],
        "4": [
          "Best-in-Class anstreben. Prädiktive Modelle entwickeln. Wohlbefinden integrieren. Fürsorgliche Kultur schaffen. Attraktiver Arbeitgeber werden."
        ]
      },
      "children": []
    },
    {
      "id": "1.4.3",
      "groupId": "1.4.3",
      "finding": "Ziele beziehen sich nicht auf das ganze Unternehmen",
      "levels": {
        "1": [
          "Ein übergreifendes Unternehmensziel definieren. Auf allen Ebenen kommunizieren. Beiträge aufzeigen. Gesamtfortschritt visualisieren."
        ],
        "2": [
          "Bereichsziele zum Gesamtziel verknüpfen. Zielarchitektur erstellen. Abhängigkeiten zeigen. Unternehmensweite Events durchführen. Zusammenarbeit fördern."
        ],
        "3": [
          "Kaskadiertes Zielsystem implementieren. Jeden Beitrag kenntlich machen. Regelmässig reviewen. Digitale Transparenz schaffen. Gemeinsam feiern."
        ],
        "4": [
          "Integrierte Zielsteuerung entwickeln. OKR oder ähnliches nutzen. Synergien fördern. In Unternehmensstrategie verankern. Erfolge kommunizieren."
        ]
      },
      "children": []
    },
    {
      "id": "1.4.4",
      "groupId": "1.4.4",
      "finding": "Ziele beziehen sich nicht auf einzelne Organisationseinheiten",
      "levels": {
        "1": [
          "Jeder Einheit bei Zielfindung helfen. Spezifische Risiken berücksichtigen. Mit Freiwilligen beginnen. Bei Zielerreichung unterstützen."
        ],
        "2": [
          "Einheitsspezifische Ziele dokumentieren. Zielvereinbarungen treffen. Ausgangsniveaus berücksichtigen. Regelmässig reviewen. Gesunden Wettbewerb schaffen."
        ],
        "3": [
          "Massgeschneiderte Zielsysteme implementieren. In Zielableitung trainieren. Workshops durchführen. Mit Ressourcen verknüpfen. Transparent messen."
        ],
        "4": [
          "Ziel-Innovation fördern. Stretch-Goals ermöglichen. Mit Expertise unterstützen. Austauschplattformen schaffen. Interne Beratung entwickeln."
        ]
      },
      "children": []
    },
    {
      "id": "1.4.5",
      "groupId": "1.4.5",
      "finding": "Keine Vergleichsmöglichkeiten mit der Branche",
      "levels": {
        "1": [
          "Verfügbare Branchendaten recherchieren. Vergleichskennzahlen identifizieren. Eigene Position bestimmen. Relative Ziele definieren."
        ],
        "2": [
          "Branchenvergleiche systematisch dokumentieren. An Benchmarkings teilnehmen. Best Practices analysieren. Gap-Analysen erstellen. Potenziale ableiten."
        ],
        "3": [
          "Regelmässiges Benchmarking implementieren. Netzwerke aufbauen. Gegenseitige Audits durchführen. Best Practices adaptieren. Top-Quartil anstreben."
        ],
        "4": [
          "Zum Benchmark-Setter werden. Innovative KPIs entwickeln. Branche führen. Erfolge publizieren. Standards mitgestalten."
        ]
      },
      "children": []
    },
    {
      "id": "1.5.1",
      "groupId": "1.5.1",
      "finding": "Kein definierter Prozess für Festlegung der Sicherheitsziele",
      "levels": {
        "1": [
          "Einfachen Jahresprozess erstellen. Mit Führungsworkshop starten. Vorjahresergebnisse nutzen. Verantwortlichkeiten klären. Erste Schritte definieren."
        ],
        "2": [
          "Zielprozess strukturiert dokumentieren. In Managementprozesse integrieren. Jahresplanung erstellen. Alle Ebenen einbeziehen. Templates entwickeln."
        ],
        "3": [
          "Professionellen Strategieprozess implementieren. Analysetools nutzen. Stakeholder einbinden. Szenarien entwickeln. Roadmaps erstellen."
        ],
        "4": [
          "Agilen Strategieprozess entwickeln. Moderne Methoden nutzen. Echtzeit-Daten integrieren. Bottom-up fördern. Vorbild werden."
        ]
      },
      "children": []
    },
    {
      "id": "1.5.2",
      "groupId": "1.5.2",
      "finding": "Ziele enthalten keine kontinuierliche Verbesserung",
      "levels": {
        "1": [
          "Zu jedem Ziel Verbesserung hinzufügen. Mit kleinen Schritten beginnen. \"Besser\" konkret definieren. Prozessqualität messen."
        ],
        "2": [
          "Verbesserungsziele explizit dokumentieren. Steigende Ziele setzen. Reifegrade messen. PDCA etablieren. Trends visualisieren."
        ],
        "3": [
          "KVP systematisch implementieren. In Methoden schulen. Kaizen-Events durchführen. Vorschläge messen. Innovationsbudget schaffen."
        ],
        "4": [
          "Nach Exzellenz streben. Six Sigma nutzen. Disruptiv denken. Lernende Organisation werden. Methoden exportieren."
        ]
      },
      "children": []
    },
    {
      "id": "1.5.3",
      "groupId": "1.5.3",
      "finding": "Beschäftigte werden nicht in Zielbildung einbezogen",
      "levels": {
        "1": [
          "Mitarbeiterbefragung zu Zielen durchführen. Fokusgruppen organisieren. Vorschläge sammeln. Berücksichtigung kommunizieren."
        ],
        "2": [
          "Einbezugsprozess dokumentieren. Feedbackkanäle etablieren. Workshops mit Vertretern durchführen. Gremien nutzen. Transparent entscheiden."
        ],
        "3": [
          "Partizipative Zielentwicklung implementieren. Moderatoren trainieren. Digitale Tools nutzen. Bottom-up entwickeln. Akzeptanz messen."
        ],
        "4": [
          "Mitarbeiter zu Co-Designern machen. Eigeninitiative fördern. Team-Ziele ermöglichen. Ownership schaffen. Vorbild werden."
        ]
      },
      "children": []
    },
    {
      "id": "1.5.4",
      "groupId": "1.5.4",
      "finding": "Keine Ereignisüberwachung für das ganze Unternehmen",
      "levels": {
        "1": [
          "Mit monatlichem One-Pager starten. Basisdaten erfassen. Dashboard erstellen. In GL-Sitzung diskutieren."
        ],
        "2": [
          "Alle Ereignisse systematisch dokumentieren. Zentrales Reporting aufbauen. Trends visualisieren. Frühwarnindikatoren definieren. Eskalation regeln."
        ],
        "3": [
          "Real-Time-Monitoring implementieren. Digitale Dashboards nutzen. Muster analysieren. Prädiktiv arbeiten. Alerts automatisieren."
        ],
        "4": [
          "Intelligente Systeme entwickeln. KI für Muster nutzen. IoT integrieren. Vorausschauend steuern. Datengetrieben werden."
        ]
      },
      "children": []
    },
    {
      "id": "1.5.5",
      "groupId": "1.5.5",
      "finding": "Keine Ereignisüberwachung für Organisationseinheiten",
      "levels": {
        "1": [
          "Einfache Einheiten-Scorecards erstellen. Mit kritischen Bereichen beginnen. In Datenerfassung schulen. Monatlich reviewen."
        ],
        "2": [
          "Einheitsspezifische KPIs dokumentieren. Massgeschneiderte Dashboards erstellen. Risikoprofile berücksichtigen. Peer-Reviews etablieren. Transparenz schaffen."
        ],
        "3": [
          "Dezentrale Steuerung implementieren. Zur Selbststeuerung befähigen. Mobile Tools nutzen. Echtzeit verfolgen. Schwächere unterstützen."
        ],
        "4": [
          "Autonomie mit Vernetzung fördern. Selbstlernende Systeme entwickeln. Gamification nutzen. Virtuelle Steuerung schaffen. Modern führen."
        ]
      },
      "children": []
    },
    {
      "id": "1.5.6",
      "groupId": "1.5.6",
      "finding": "Keine Konsequenzen bei Zielabweichungen",
      "levels": {
        "1": [
          "Klare Regeln definieren. Bei Verfehlung sofort analysieren. Aktionspläne erstellen. Bei Umsetzung unterstützen. Aus Fehlern lernen."
        ],
        "2": [
          "Eskalationsprozesse dokumentieren. Abweichungsgrade unterscheiden. Strukturiert reviewen. Erst unterstützen, dann sanktionieren. Learnings kommunizieren."
        ],
        "3": [
          "Professionelles Abweichungsmanagement implementieren. Root-Cause-Analysen nutzen. Präventiv agieren. Lernschleifen schaffen. Wirksamkeit messen."
        ],
        "4": [
          "Abweichungen als Chancen nutzen. Fehlerkultur fördern. Für Systemverbesserungen nutzen. Resilienz entwickeln. High-Reliability werden."
        ]
      },
      "children": []
    },
    {
      "id": "1.5.7",
      "groupId": "1.5.7",
      "finding": "Keine Sicherheitsstrategie vorhanden",
      "levels": {
        "1": [
          "Einfache 3-Jahres-Vision entwickeln. Grösste Risiken identifizieren. 3-5 Handlungsfelder definieren. Groben Plan erstellen. Klar kommunizieren."
        ],
        "2": [
          "Strukturierte Strategie dokumentieren. Trends analysieren. Stakeholder einbeziehen. Roadmaps erstellen. Mit Unternehmensstrategie verknüpfen."
        ],
        "3": [
          "Strategisches Management implementieren. Szenarien planen. Alternative Pfade entwickeln. Regelmässig reviewen. Umsetzung messen."
        ],
        "4": [
          "Visionäre Strategie entwickeln. Zukunft antizipieren. Trends gestalten. Nachhaltigkeit integrieren. Vordenker werden.",
          "Sicherheitskultur-Assessment Kapitel 2: Organisation",
          "ReportItemID",
          "Feststellung",
          "2.",
          "Organisation"
        ]
      },
      "children": []
    },
    {
      "id": "2.1.1",
      "groupId": "2.1.1",
      "finding": "Organisationsform",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.1.1.1",
      "groupId": "2.1.1.1",
      "finding": "Das Unternehmen verfügt über keine klare Form der Aufbauorganisation (weder Linien-, Linien-Stab-, funktionale, Matrix-, Projekt- noch andere definierte Organisationsform).",
      "levels": {
        "1": [
          "Eine einfache Organisationsstruktur skizzieren. Die bestehenden Verantwortlichkeiten aufnehmen. Ein erstes Organigramm erstellen. Mit der Geschäftsleitung die passende Form diskutieren. Allen Mitarbeitenden die Grundstruktur kommunizieren."
        ],
        "2": [
          "Die faktisch gelebte Organisation dokumentieren. Alle Schnittstellen erfassen. Vor- und Nachteile der aktuellen Form analysieren. Alternative Organisationsformen evaluieren. Eine bewusste Entscheidung für eine Form treffen."
        ],
        "3": [
          "Die gewählte Organisationsform professionell implementieren. Alle Rollen und Schnittstellen klar definieren. In Organisationslehre schulen. Regelmässig die Wirksamkeit überprüfen. Bei Bedarf anpassen."
        ],
        "4": [
          "Die Organisationsform kontinuierlich optimieren. Agile Elemente integrieren. Best Practices aus verschiedenen Formen kombinieren. Die Organisation als lebendiges System gestalten. Benchmark mit führenden Unternehmen durchführen."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.2",
      "groupId": "2.1.2",
      "finding": "Aufgaben, Kompetenzen, Verantwortung",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.1.2.1",
      "groupId": "2.1.2.1",
      "finding": "Die Zuständigkeit und Verantwortlichkeit für die Sicherheit und Gesundheit der Mitarbeitenden ist nicht schriftlich geregelt.",
      "levels": {
        "1": [
          "Die wichtigsten Sicherheitsverantwortlichkeiten identifizieren. Mit drei Kernverantwortungen beginnen. Diese der Geschäftsleitung, Linienvorgesetzten und Mitarbeitenden zuordnen. In einem einfachen Dokument festhalten. Allen bekannt machen."
        ],
        "2": [
          "Alle Sicherheitsverantwortlichkeiten systematisch erfassen. Nach Hierarchieebenen strukturieren. In einer Verantwortungsmatrix dokumentieren. Mit bestehenden Aufgaben abgleichen. Von allen Beteiligten bestätigen lassen."
        ],
        "3": [
          "Die dokumentierten Verantwortlichkeiten in die Praxis umsetzen. In alle relevanten Dokumente integrieren. Schulungen zu Pflichten und Rechten durchführen. Die Wahrnehmung der Verantwortung überprüfen. Bei Unklarheiten nachschärfen."
        ],
        "4": [
          "Ein dynamisches Verantwortungssystem entwickeln. Verantwortlichkeiten mit Kompetenzen und Ressourcen synchronisieren. Regelmässige Reviews durchführen. Best Practices zwischen Abteilungen teilen. Als Vorbild für klare Governance dienen."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.2.2",
      "groupId": "2.1.2.2",
      "finding": "Das Unternehmen verfügt über keine Organisationsdokumente (Stellenbeschreibungen, Pflichtenhefte, Funktionsdiagramme, Reglemente, Arbeitsverträge etc.).",
      "levels": {
        "1": [
          "Mit einfachen Stellenbeschreibungen für Schlüsselpositionen beginnen. Die wichtigsten Aufgaben und Verantwortungen aufschreiben. Vorlagen aus dem Internet oder von Verbänden nutzen. Schritt für Schritt erweitern."
        ],
        "2": [
          "Alle bestehenden Dokumente sammeln und inventarisieren. Lücken identifizieren. Prioritäten für Erstellung setzen. Systematisch die wichtigsten Dokumente erstellen. Einheitliche Vorlagen entwickeln."
        ],
        "3": [
          "Ein vollständiges Set an Organisationsdokumenten implementieren. Alle Dokumente aufeinander abstimmen. Ein Dokumentenmanagementsystem einführen. Regelmässige Updates sicherstellen. Zugänglichkeit für alle gewährleisten."
        ],
        "4": [
          "Ein integriertes Organisationshandbuch entwickeln. Digitale Lösungen für dynamische Anpassungen nutzen. Dokumentation schlank und nutzerfreundlich halten. Kontinuierliche Verbesserung durch Feedback. Als Best Practice positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.2.3",
      "groupId": "2.1.2.3",
      "finding": "Aufgaben, Kompetenzen und Verantwortlichkeiten bezüglich Sicherheit und Gesundheit sind in keinem Organisationsdokument enthalten.",
      "levels": {
        "1": [
          "In jede neue Stellenbeschreibung einen Abschnitt \"Sicherheit und Gesundheit\" einfügen. Mit Standardformulierungen beginnen. Bei Neueinstellungen sofort umsetzen. Bestehende Dokumente bei Gelegenheit ergänzen."
        ],
        "2": [
          "Systematisch alle Organisationsdokumente auf Sicherheitsaspekte prüfen. Standardtexte für verschiedene Funktionen entwickeln. Schrittweise alle Dokumente ergänzen. Mit Personalabteilung koordinieren."
        ],
        "3": [
          "Sicherheit und Gesundheit vollständig in alle Dokumente integrieren. Spezifische Verantwortlichkeiten je nach Funktion definieren. Mit Leistungszielen verknüpfen. In Einführungsgesprächen thematisieren. Regelmässig aktualisieren."
        ],
        "4": [
          "Sicherheitsverantwortung als integralen Bestandteil jeder Rolle etablieren. Innovative Ansätze zur Verantwortungsübernahme entwickeln. Mitarbeitende zu Sicherheitsbotschaftern machen. Excellence in der Integration vorleben."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.3",
      "groupId": "2.1.3",
      "finding": "Arbeitsplanung und -organisation",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.1.3.1",
      "groupId": "2.1.3.1",
      "finding": "Die Planung, Kalkulation, Organisation und Vorbereitung von Arbeitsaufträgen wird von keiner definierten Stelle durchgeführt.",
      "levels": {
        "1": [
          "Klären, wer aktuell Arbeiten plant. Diese Personen benennen. Erste Zuständigkeiten festlegen. Ein einfaches Planungsverfahren einführen. Verantwortliche unterstützen."
        ],
        "2": [
          "Die bestehenden Planungsprozesse dokumentieren. Rollen und Verantwortlichkeiten klar definieren. Schnittstellen identifizieren. Planungstools einführen. Standards entwickeln."
        ],
        "3": [
          "Ein professionelles Arbeitsvorbereitungssystem implementieren. Planer in Methoden schulen. Digitale Planungstools nutzen. Qualität der Planung messen. Kontinuierlich optimieren."
        ],
        "4": [
          "Ein integriertes Planungssystem mit KI-Unterstützung entwickeln. Prädiktive Planung einführen. Best-in-Class werden. Andere Unternehmen beraten. Innovation in der Arbeitsplanung vorantreiben."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.3.2",
      "groupId": "2.1.3.2",
      "finding": "In der Phase der Planung, Organisation und Vorbereitung werden Aspekte der Arbeitssicherheit und des Gesundheitsschutzes nicht berücksichtigt.",
      "levels": {
        "1": [
          "Bei jeder Arbeitsplanung die Frage stellen: \"Welche Gefahren gibt es?\". Eine einfache Checkliste mit den 5 häufigsten Gefahren erstellen. Planer daran erinnern. Erste Erfolge sichtbar machen."
        ],
        "2": [
          "Sicherheitsaspekte systematisch in Planungsprozesse integrieren. Gefährdungschecklisten für verschiedene Arbeitstypen entwickeln. Planer in Gefahrenerkennung schulen. Sicherheit als festen Planungspunkt etablieren."
        ],
        "3": [
          "Sicherheit als integralen Planungsbestandteil implementieren. Digitale Tools mit Sicherheitschecks nutzen. Risikobasierte Planung einführen. Planungsqualität durch Audits überprüfen. Lessons Learned systematisch einarbeiten."
        ],
        "4": [
          "Prädiktive Sicherheitsplanung entwickeln. KI für Gefahrenerkennung nutzen. Innovative Planungsmethoden pilotieren. Zero-Accident-Planung anstreben. Als Benchmark etablieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.3.3",
      "groupId": "2.1.3.3",
      "finding": "Es besteht eine strikte Trennung zwischen Planung/Vorbereitung und Ausführung von Arbeiten.",
      "levels": {
        "1": [
          "Den Dialog zwischen Planern und Ausführenden fördern. Regelmässige Kurzbesprechungen einführen. Feedback-Möglichkeiten schaffen. Planer zu Begehungen einladen."
        ],
        "2": [
          "Systematische Schnittstellen zwischen Planung und Ausführung dokumentieren. Kommunikationswege definieren. Regelmässige Abstimmungsmeetings etablieren. Feedback-Prozesse formalisieren."
        ],
        "3": [
          "Integrierte Arbeitsplanung implementieren. Ausführende in Planungsprozess einbeziehen. Digitale Kollaborationstools nutzen. Planungsqualität durch Ausführungsfeedback messen. Kontinuierliche Verbesserungsschleifen etablieren."
        ],
        "4": [
          "Vollständig integrierte Arbeitsorganisation entwickeln. Agile Planungsmethoden nutzen. Echtzeit-Anpassungen ermöglichen. Selbstorganisierende Teams fördern. Als Vorreiter für moderne Arbeitsorganisation positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.3.4",
      "groupId": "2.1.3.4",
      "finding": "Die Ausführungsebene wird nicht in die Arbeitsvorbereitung einbezogen.",
      "levels": {
        "1": [
          "Bei wichtigen Aufträgen Ausführende nach ihrer Meinung fragen. Ihre Erfahrung wertschätzen. Einfache Feedback-Runden nach Aufträgen durchführen. Verbesserungsvorschläge aufnehmen."
        ],
        "2": [
          "Den Einbezug der Ausführungsebene systematisieren. Strukturierte Vorbereitungsmeetings einführen. Erfahrungswissen dokumentieren. Standardprozesse für Einbezug entwickeln. Erfolge kommunizieren."
        ],
        "3": [
          "Partizipative Arbeitsvorbereitung vollständig implementieren. Alle Beteiligten in Planungsmethoden schulen. Digitale Plattformen für Zusammenarbeit nutzen. Qualität durch Einbezug messen. Best Practices teilen."
        ],
        "4": [
          "Co-Creation in der Arbeitsplanung etablieren. Ausführende zu Planungsexperten entwickeln. Innovative Beteiligungsformate schaffen. Vollständige Integration erreichen. Als Modell für andere dienen."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.3.5",
      "groupId": "2.1.3.5",
      "finding": "Arbeitsaufträge werden nicht erläutert und besprochen.",
      "levels": {
        "1": [
          "Kurze Auftragsbesprechungen einführen. Mit 5-Minuten-Briefings beginnen. Wichtigste Punkte klären. Fragen ermöglichen. Verständnis sicherstellen."
        ],
        "2": [
          "Strukturierte Auftragsbesprechungen dokumentieren. Checklisten für Briefings erstellen. Vorgesetzte in Kommunikation schulen. Standardablauf entwickeln. Zeit dafür einplanen."
        ],
        "3": [
          "Professionelle Auftragskommunikation implementieren. Verschiedene Briefing-Formate nutzen. Verständnis systematisch prüfen. Digitale Unterstützung einsetzen. Wirksamkeit messen."
        ],
        "4": [
          "Exzellenz in Auftragskommunikation erreichen. Innovative Vermittlungsmethoden entwickeln. Gamification nutzen. Vollständiges Verständnis sicherstellen. Best Practice werden."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.3.6",
      "groupId": "2.1.3.6",
      "finding": "Sicherheit und Gesundheitsschutz sind kein Bestandteil der Arbeitsaufträge.",
      "levels": {
        "1": [
          "Bei jedem Auftrag eine Sicherheitsbemerkung hinzufügen. Mit den offensichtlichsten Gefahren beginnen. Schutzausrüstung erwähnen. Auf Sicherheitsregeln hinweisen."
        ],
        "2": [
          "Sicherheitshinweise systematisch in alle Aufträge integrieren. Standardformulierungen entwickeln. Auftragsspezifische Gefährdungen identifizieren. In Auftragsformulare einbauen."
        ],
        "3": [
          "Sicherheit als integralen Auftragsbestandteil implementieren. Digitale Auftragssysteme mit Sicherheitschecks nutzen. Auftragsqualität messen. Mitarbeiterfeedback einholen. Kontinuierlich verbessern."
        ],
        "4": [
          "Sicherheit zum selbstverständlichen Auftragselement machen. Intelligente Systeme für kontextbezogene Sicherheitshinweise nutzen. Null-Fehler-Kultur etablieren. Innovation vorantreiben."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.3.7",
      "groupId": "2.1.3.7",
      "finding": "Arbeitsaufträge werden nicht in schriftlicher Form erteilt und dokumentiert.",
      "levels": {
        "1": [
          "Mit wichtigen oder gefährlichen Arbeiten beginnen. Einfache Auftragsformulare erstellen. Schrittweise mehr Arbeiten schriftlich erfassen. Digital oder auf Papier - Hauptsache dokumentiert."
        ],
        "2": [
          "Systematisch erfassen, welche Aufträge schriftlich erfolgen sollten. Kriterien definieren. Vorlagen für verschiedene Auftragstypen erstellen. Dokumentationssystem aufbauen. Alle schulen."
        ],
        "3": [
          "Vollständige schriftliche Auftragsdokumentation implementieren. Digitale Auftragssysteme einführen. Nachvollziehbarkeit sicherstellen. Archivierung regeln. Qualität überwachen."
        ],
        "4": [
          "Papierlose, intelligente Auftragssysteme etablieren. Echtzeitdokumentation ermöglichen. Predictive Analytics nutzen. Vollständige Transparenz schaffen. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.3.8",
      "groupId": "2.1.3.8",
      "finding": "Schriftliche Arbeitsanweisungen enthalten keine Hinweise auf Sicherheits- und Gesundheitsschutzmassnahmen.",
      "levels": {
        "1": [
          "Bestehende Anweisungen mit Sicherheitshinweisen ergänzen. Mit den gefährlichsten Arbeiten beginnen. Piktogramme für Schutzausrüstung verwenden. Schritt für Schritt erweitern."
        ],
        "2": [
          "Alle Arbeitsanweisungen systematisch überprüfen. Sicherheitskapitel standardmässig einfügen. Gefährdungsbeurteilungen einbeziehen. Visualisierungen nutzen. Verständlichkeit sicherstellen."
        ],
        "3": [
          "Sicherheit vollständig in alle Anweisungen integrieren. Multimediale Darstellung nutzen. Regelmässig aktualisieren. Wirksamkeit durch Beobachtungen prüfen. Feedback-System etablieren."
        ],
        "4": [
          "Intelligente, adaptive Sicherheitsanweisungen entwickeln. AR/VR für Visualisierung nutzen. Kontextbezogene Hinweise bieten. Kontinuierliche Optimierung durch KI. Innovationsführer werden."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.4",
      "groupId": "2.1.4",
      "finding": "Betriebsordnung",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.1.4.1",
      "groupId": "2.1.4.1",
      "finding": "Das Unternehmen verfügt über keine obligatorische Betriebsordnung im Sinne des Arbeitsgesetzes (falls erforderlich).",
      "levels": {
        "1": [
          "Prüfen, ob eine Betriebsordnung erforderlich ist. Bei Bedarf mit einfachem Entwurf beginnen. Vorlagen vom SECO nutzen. Mitarbeitervertretung einbeziehen. Genehmigung einholen."
        ],
        "2": [
          "Die Anforderungen an eine Betriebsordnung systematisch erfassen. Alle relevanten Themen dokumentieren. Mit Sozialpartnern abstimmen. Professionell ausarbeiten. Genehmigungsverfahren durchführen."
        ],
        "3": [
          "Die Betriebsordnung vollständig implementieren. Alle Mitarbeitenden informieren. In Onboarding integrieren. Regelmässig auf Aktualität prüfen. Bei Bedarf anpassen."
        ],
        "4": [
          "Die Betriebsordnung als lebendiges Instrument gestalten. Digitale Zugänglichkeit sicherstellen. Regelmässige Dialoge führen. Best Practice in der Ausgestaltung werden. Andere unterstützen."
        ]
      },
      "children": []
    },
    {
      "id": "2.1.4.2",
      "groupId": "2.1.4.2",
      "finding": "Das Unternehmen verfügt über keine freiwillige Betriebsordnung mit Regelungen zu Sicherheit und Gesundheitsförderung.",
      "levels": {
        "1": [
          "Über den Nutzen einer freiwilligen Betriebsordnung informieren. Erste wichtige Regeln zusammenstellen. Mit Sicherheit und Gesundheit beginnen. Einfach und verständlich formulieren."
        ],
        "2": [
          "Eine umfassende Betriebsordnung entwickeln. Alle relevanten Sicherheitsthemen einbeziehen. Klare, positive Formulierungen wählen. Mit allen Beteiligten abstimmen. Professionell gestalten."
        ],
        "3": [
          "Die Betriebsordnung in der Praxis verankern. Regelmässig thematisieren. Bei Verstössen konstruktiv reagieren. Als Führungsinstrument nutzen. Wirksamkeit messen."
        ],
        "4": [
          "Eine vorbildliche Sicherheitskultur durch die Betriebsordnung fördern. Innovative Ansätze integrieren. Mitarbeitende zu Mitgestaltern machen. Als Best Practice positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.1",
      "groupId": "2.2.1",
      "finding": "Organisationsgestaltung",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.2.1.1",
      "groupId": "2.2.1.1",
      "finding": "Kein Mitglied der Geschäftsleitung ist für Arbeitssicherheit und Gesundheitsschutz zuständig.",
      "levels": {
        "1": [
          "Ein GL-Mitglied für Sicherheit gewinnen. Die Bedeutung der GL-Verantwortung aufzeigen. Mit teilweiser Zuständigkeit beginnen. Unterstützung organisieren. Sichtbar machen."
        ],
        "2": [
          "Die GL-Zuständigkeit formal festlegen. In Geschäftsverteilungsplan aufnehmen. Ressourcen zuteilen. Erwartungen klären. Intern und extern kommunizieren."
        ],
        "3": [
          "Die GL-Verantwortung aktiv leben. Regelmässige Sicherheitsreviews durchführen. Direkte Führung der Sicherheitsorganisation. In Entscheidungen priorisieren. Als Vorbild agieren."
        ],
        "4": [
          "GL-Mitglied als Sicherheits-Champion positionieren. Externe Mandate wahrnehmen. Thought Leadership entwickeln. Innovation vorantreiben. Die Organisation inspirieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.1.2",
      "groupId": "2.2.1.2",
      "finding": "Das Unternehmen verfügt über keine Sicherheitsorganisation, die direkt der Unternehmensleitung unterstellt ist.",
      "levels": {
        "1": [
          "Eine einfache Sicherheitsorganisation aufbauen. Einen Sicherheitsbeauftragten benennen. Direkte Linie zur GL schaffen. Erste Aufgaben definieren. Ressourcen bereitstellen."
        ],
        "2": [
          "Die Sicherheitsorganisation formal etablieren. Struktur und Grösse an Bedarf anpassen. Klare Reporting-Linien definieren. Schnittstellen regeln. Kompetenz sicherstellen."
        ],
        "3": [
          "Eine professionelle Sicherheitsorganisation implementieren. Mit ausreichenden Ressourcen ausstatten. Moderne Arbeitsmethoden nutzen. Wirksamkeit messen. Kontinuierlich entwickeln."
        ],
        "4": [
          "Eine exzellente Sicherheitsorganisation als Kompetenzzentrum etablieren. Innovative Ansätze entwickeln. Interne Beratung bieten. Externe Anerkennung erreichen. Andere inspirieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.1.3",
      "groupId": "2.2.1.3",
      "finding": "Die Sicherheitsorganisation ist nicht in einem Organigramm dargestellt.",
      "levels": {
        "1": [
          "Die bestehende Sicherheitsorganisation skizzieren. In das Unternehmensorganigramm einzeichnen. Allen kommunizieren. Bei jeder Aktualisierung berücksichtigen."
        ],
        "2": [
          "Ein detailliertes Sicherheitsorganigramm erstellen. Alle Funktionen und Verbindungen darstellen. In Unternehmensdokumentation integrieren. Regelmässig aktualisieren. Breit kommunizieren."
        ],
        "3": [
          "Das Organigramm als aktives Führungsinstrument nutzen. Digitale Darstellung mit Verlinkungen. Rollen und Kontakte hinterlegen. Bei Änderungen sofort anpassen. Als Orientierung nutzen."
        ],
        "4": [
          "Ein dynamisches, intelligentes Organisationsmodell entwickeln. Virtuelle Strukturen abbilden. Netzwerkorganisation darstellen. Als Vorbild für moderne Organisationsdarstellung dienen."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.1.4",
      "groupId": "2.2.1.4",
      "finding": "Im Unternehmen werden keine ausserbetrieblichen Spezialisten beigezogen (Arbeitsärzte, Arbeitshygieniker, Sicherheitsingenieure, Sicherheitsfachleute etc.).",
      "levels": {
        "1": [
          "Den Bedarf an externen Spezialisten eruieren. Mit dem dringendsten Bedarf beginnen. Angebote einholen. Klein starten. Nutzen aufzeigen."
        ],
        "2": [
          "Systematisch bestimmen, welche Spezialisten nötig sind. Anforderungsprofile erstellen. Ausschreibungen durchführen. Verträge abschliessen. Zusammenarbeit regeln."
        ],
        "3": [
          "Externe Spezialisten optimal einbinden. Klare Aufträge erteilen. Knowhow-Transfer sicherstellen. Interne Kompetenz aufbauen. Wirksamkeit messen."
        ],
        "4": [
          "Ein Expertennetzwerk aufbauen. Innovative Kooperationsmodelle entwickeln. Wissenstransfer maximieren. Eigene Expertise entwickeln. Als Kompetenzzentrum positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.1.5",
      "groupId": "2.2.1.5",
      "finding": "Aufgaben, Pflichten und Rechte der einzelnen Organe der Sicherheitsorganisation sind nicht schriftlich festgehalten.",
      "levels": {
        "1": [
          "Die wichtigsten Aufgaben der Sicherheitsorganisation aufschreiben. Mit dem Sicherheitsbeauftragten beginnen. Schrittweise erweitern. Einfach und klar formulieren."
        ],
        "2": [
          "Alle Funktionen der Sicherheitsorganisation systematisch beschreiben. Aufgaben, Kompetenzen und Verantwortungen definieren. In Funktionsbeschreibungen dokumentieren. Abstimmen und genehmigen."
        ],
        "3": [
          "Die dokumentierten Funktionen in der Praxis leben. Regelmässig überprüfen und anpassen. In Leistungsbeurteilungen einbeziehen. Weiterentwicklung fördern. Erfolge würdigen."
        ],
        "4": [
          "Ein dynamisches Kompetenzmodell entwickeln. Rollen flexibel gestalten. Selbstorganisation fördern. Kontinuierliche Entwicklung ermöglichen. Als moderne Organisation positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.1.6",
      "groupId": "2.2.1.6",
      "finding": "Der Sicherheitsbeauftragte ist nicht verantwortlich für die Berichterstattung über Sicherheit und Gesundheitsschutz an die Geschäftsleitung.",
      "levels": {
        "1": [
          "Die Berichterstattung an die GL als Aufgabe definieren. Einfaches Reporting einführen. Monatlich beginnen. Wichtigste Kennzahlen aufnehmen. GL-Interesse wecken."
        ],
        "2": [
          "Die Berichterstattung systematisch aufbauen. Reporting-Format entwickeln. Kennzahlen definieren. Rhythmus festlegen. In GL-Agenda fix aufnehmen."
        ],
        "3": [
          "Professionelles Sicherheitsreporting implementieren. Dashboard entwickeln. Trends analysieren. Handlungsempfehlungen ableiten. Entscheidungsgrundlagen liefern."
        ],
        "4": [
          "Intelligentes Real-time-Reporting etablieren. Predictive Analytics nutzen. Interaktive Dashboards bieten. Strategic Insights generieren. Als Best Practice positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.1.7",
      "groupId": "2.2.1.7",
      "finding": "Die Sicherheitsorganisation wird durch die Linienvorgesetzten nicht aktiv unterstützt.",
      "levels": {
        "1": [
          "Das Verständnis für gegenseitige Unterstützung wecken. Gemeinsame Ziele definieren. Win-win-Situationen aufzeigen. Erste gemeinsame Aktionen starten. Erfolge teilen."
        ],
        "2": [
          "Die Zusammenarbeit systematisch fördern. Klare Schnittstellen definieren. Regelmässige Abstimmungen einführen. Gemeinsame Projekte lancieren. Unterstützung einfordern."
        ],
        "3": [
          "Vollständige Integration erreichen. Linienvorgesetzte als Partner gewinnen. Gemeinsame Erfolge feiern. Synergien nutzen. Konflikte konstruktiv lösen."
        ],
        "4": [
          "Eine Einheit aus Linie und Sicherheitsorganisation schaffen. Grenzen aufheben. Gemeinsame Vision leben. Als Vorbild für integrierte Sicherheit dienen."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.2",
      "groupId": "2.2.2",
      "finding": "Sicherheitskonzept",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.2.2.1",
      "groupId": "2.2.2.1",
      "finding": "Das Unternehmen verfügt über kein Sicherheitskonzept.",
      "levels": {
        "1": [
          "Die Notwendigkeit eines Sicherheitskonzepts erkennen. Mit einer Grobstruktur beginnen. Wichtigste Elemente definieren. Schritt für Schritt entwickeln. Einfach starten."
        ],
        "2": [
          "Ein systematisches Sicherheitskonzept erarbeiten. Alle relevanten Bereiche abdecken. Mit Beteiligten abstimmen. Professionell dokumentieren. Von GL genehmigen lassen."
        ],
        "3": [
          "Das Sicherheitskonzept vollständig implementieren. Alle Bereiche einbeziehen. Regelmässig schulen. Wirksamkeit überprüfen. Kontinuierlich verbessern."
        ],
        "4": [
          "Ein lebendes Sicherheitsmanagementsystem etablieren. Mit anderen Systemen integrieren. Innovation fördern. Als Benchmark positionieren. Andere inspirieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.2.2",
      "groupId": "2.2.2.2",
      "finding": "Der Geltungsbereich des Sicherheitskonzeptes ist nicht festgelegt und dokumentiert.",
      "levels": {
        "1": [
          "Den Geltungsbereich grob umreissen. Erst Kernbereiche abdecken. Schrittweise erweitern. Ausnahmen benennen. Allen kommunizieren."
        ],
        "2": [
          "Den Geltungsbereich präzise definieren. Alle Standorte, Bereiche und Tätigkeiten erfassen. Schnittstellen klären. Ausnahmen begründen. Formal dokumentieren."
        ],
        "3": [
          "Den definierten Geltungsbereich konsequent umsetzen. Bei Änderungen anpassen. Neue Bereiche systematisch integrieren. Wirksamkeit überprüfen. Lücken schliessen."
        ],
        "4": [
          "Einen dynamischen Geltungsbereich managen. Automatisch neue Bereiche erfassen. Präventiv agieren. Vollständige Abdeckung sicherstellen. Vorreiter sein."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.2.3",
      "groupId": "2.2.2.3",
      "finding": "Die Struktur der Systemdokumente für das Sicherheitskonzept ist nicht definiert und der Bezug zu mitgeltenden Unterlagen nicht aufgezeigt.",
      "levels": {
        "1": [
          "Eine einfache Dokumentenstruktur skizzieren. Hauptdokumente benennen. Erste Verknüpfungen herstellen. Übersicht schaffen. Zugänglich machen."
        ],
        "2": [
          "Eine systematische Dokumentenarchitektur entwickeln. Alle Dokumente kategorisieren. Hierarchien festlegen. Verweise definieren. Versionskontrolle einführen."
        ],
        "3": [
          "Ein professionelles Dokumentenmanagementsystem implementieren. Digital verwalten. Automatische Verlinkungen. Suchfunktionen bieten. Aktualität sicherstellen."
        ],
        "4": [
          "Ein intelligentes Wissensmanagementsystem etablieren. KI-gestützte Dokumentenverwaltung. Automatische Updates. Kontextbezogene Informationen. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.3",
      "groupId": "2.2.3",
      "finding": "Sicherheitsausbildung",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.2.3.1",
      "groupId": "2.2.3.1",
      "finding": "Keine Mitarbeitenden haben die Ausbildung zum Sicherheitsassistenten, Sicherheitsfachmann oder Sicherheitsingenieur absolviert.",
      "levels": {
        "1": [
          "Den Ausbildungsbedarf eruieren. Interessierte Mitarbeitende identifizieren. Über Ausbildungsmöglichkeiten informieren. Erste Anmeldung unterstützen. Nutzen aufzeigen."
        ],
        "2": [
          "Systematisch Ausbildungsbedarf planen. Mitarbeitende gezielt fördern. Ausbildungen finanzieren. Zeitliche Freistellung gewähren. Karrierepfade aufzeigen."
        ],
        "3": [
          "Umfassende Sicherheitskompetenz aufbauen. Mehrere Spezialisten ausbilden. Internes Expertennetzwerk schaffen. Wissen teilen. Kontinuierliche Weiterbildung."
        ],
        "4": [
          "Ein Kompetenzzentrum für Sicherheit werden. Eigene Ausbildungen anbieten. Externe beraten. Innovation vorantreiben. Als Talentschmiede positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.3.2",
      "groupId": "2.2.3.2",
      "finding": "Keine Mitarbeitenden haben Suva-Ausbildungen bezüglich Sicherheit und Gesundheit besucht.",
      "levels": {
        "1": [
          "Das Suva-Kursangebot studieren. Relevante Kurse identifizieren. Erste Anmeldungen vornehmen. Teilnehmende als Multiplikatoren nutzen. Erfolge teilen."
        ],
        "2": [
          "Systematischen Ausbildungsplan mit Suva-Kursen erstellen. Verschiedene Zielgruppen berücksichtigen. Regelmässige Teilnahmen planen. Budget bereitstellen. Wissen verankern."
        ],
        "3": [
          "Suva-Ausbildungen in Personalentwicklung integrieren. Alle relevanten Personen schulen. Auffrischungen planen. Internes Wissen aufbauen. Best Practices umsetzen."
        ],
        "4": [
          "Strategische Partnerschaft mit Suva entwickeln. Als Pilotbetrieb agieren. Eigene Erfahrungen einbringen. Andere Betriebe unterstützen. Vorreiter werden."
        ]
      },
      "children": []
    },
    {
      "id": "2.2.3.3",
      "groupId": "2.2.3.3",
      "finding": "Keine Mitarbeitenden haben andere Sicherheitsausbildungen besucht.",
      "levels": {
        "1": [
          "Weitere Ausbildungsanbieter recherchieren. Spezifische Bedürfnisse identifizieren. Erste externe Schulung buchen. Qualität evaluieren. Bei Erfolg ausbauen."
        ],
        "2": [
          "Umfassende Marktübersicht erstellen. Verschiedene Anbieter evaluieren. Ausbildungsportfolio entwickeln. Qualitätskriterien definieren. Systematisch umsetzen."
        ],
        "3": [
          "Massgeschneiderte Ausbildungswege entwickeln. Interne und externe Angebote kombinieren. Kompetenzen zertifizieren. Transfer sicherstellen. Wirkung messen."
        ],
        "4": [
          "Zur lernenden Organisation in Sicherheit werden. Innovative Lernformate nutzen. Eigene Standards setzen. Wissen multiplizieren. Andere inspirieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.1",
      "groupId": "2.3.1",
      "finding": "Gesetzliche Grundlagen",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.3.1.1",
      "groupId": "2.3.1.1",
      "finding": "Die gesetzlichen Grundlagen bezüglich Arbeitssicherheit und Gesundheitsschutz sind im Unternehmen nicht vorhanden.",
      "levels": {
        "1": [
          "Die wichtigsten Gesetze und Verordnungen beschaffen. Mit UVG, ArG und VUV beginnen. Online-Zugang einrichten. Übersicht erstellen. Zugänglich machen."
        ],
        "2": [
          "Alle relevanten Rechtsgrundlagen systematisch sammeln. Nach Themen ordnen. Digitale Bibliothek aufbauen. Zuständigkeiten für Aktualisierung regeln. Übersichtlich strukturieren."
        ],
        "3": [
          "Umfassendes Rechtskataster implementieren. Alle Bereiche abdecken. Mit Prozessen verknüpfen. Compliance sicherstellen. Regelmässig aktualisieren."
        ],
        "4": [
          "Intelligentes Legal Compliance System etablieren. Automatische Updates. KI-gestützte Relevanzprüfung. Proaktive Anpassungen. Als Benchmark dienen."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.1.2",
      "groupId": "2.3.1.2",
      "finding": "Die Betriebsangehörigen kennen ihre Aufgaben, Pflichten und Rechte aus den gesetzlichen Grundlagen nicht.",
      "levels": {
        "1": [
          "Die wichtigsten Pflichten und Rechte zusammenfassen. In verständlicher Sprache aufbereiten. In Teammeetings thematisieren. Merkblätter erstellen. Fragen beantworten."
        ],
        "2": [
          "Systematische Schulungen zu rechtlichen Grundlagen entwickeln. Zielgruppengerecht aufbereiten. E-Learning erstellen. Verständnis prüfen. Regelmässig auffrischen."
        ],
        "3": [
          "Rechtskompetenz in allen Ebenen verankern. Praktische Fallbeispiele nutzen. Handlungshilfen entwickeln. Beratung anbieten. Compliance-Kultur fördern."
        ],
        "4": [
          "Rechtssicherheit als Wettbewerbsvorteil nutzen. Präventive Rechtsberatung. Innovative Compliance-Ansätze. Vorbildfunktion einnehmen. Andere unterstützen."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.1.3",
      "groupId": "2.3.1.3",
      "finding": "Die rechtlichen Bestimmungen werden vom Unternehmen nicht sinngemäss erfüllt.",
      "levels": {
        "1": [
          "Die grössten Compliance-Lücken identifizieren. Prioritäten setzen. Sofortmassnahmen ergreifen. Schritt für Schritt verbessern. Risiken minimieren."
        ],
        "2": [
          "Systematische Compliance-Analyse durchführen. Alle Abweichungen dokumentieren. Massnahmenplan erstellen. Ressourcen bereitstellen. Umsetzung überwachen."
        ],
        "3": [
          "Vollständige Legal Compliance erreichen. Prozesse anpassen. Verantwortlichkeiten klären. Regelmässig auditieren. Kontinuierlich verbessern."
        ],
        "4": [
          "Über Compliance hinaus Excellence anstreben. Best Practices entwickeln. Gesetzgeber beraten. Standards setzen. Vorreiter sein."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.1.4",
      "groupId": "2.3.1.4",
      "finding": "Die permanente Aktualisierung und Verfügbarkeit der gesetzlichen Grundlagendokumente ist nicht durch ein festgelegtes Vorgehen sichergestellt.",
      "levels": {
        "1": [
          "Eine verantwortliche Person für Rechtsaktualisierungen benennen. Einfaches Update-Verfahren einführen. Newsletter abonnieren. Quartalsweise prüfen. Änderungen kommunizieren."
        ],
        "2": [
          "Systematisches Update-Management etablieren. Verschiedene Informationsquellen nutzen. Prozess dokumentieren. Verantwortlichkeiten regeln. Tools einsetzen."
        ],
        "3": [
          "Professionelles Rechtsmonitoring implementieren. Automatisierte Überwachung. Sofortige Updates. Impact-Analysen. Proaktive Anpassungen."
        ],
        "4": [
          "Intelligentes Legal Management System. KI-gestützte Überwachung. Predictive Compliance. Thought Leadership. Innovation treiben."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.2",
      "groupId": "2.3.2",
      "finding": "Richtlinien und Normen",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.3.2.1",
      "groupId": "2.3.2.1",
      "finding": "Die sicherheits- und gesundheitsrelevanten Richtlinien und Normen sind im Unternehmen nicht vorhanden.",
      "levels": {
        "1": [
          "Die wichtigsten Branchenrichtlinien identifizieren. Suva-Richtlinien beschaffen. Relevante Normen bestimmen. Erste Sammlung anlegen. Zugänglich machen."
        ],
        "2": [
          "Systematisch alle relevanten Richtlinien und Normen erfassen. Nach Geltungsbereich ordnen. Beschaffung organisieren. Digital verfügbar machen. Aktualität prüfen."
        ],
        "3": [
          "Umfassende Richtlinien- und Normenbibliothek aufbauen. Mit Prozessen verknüpfen. Anwendung sicherstellen. Schulungen durchführen. Compliance überwachen."
        ],
        "4": [
          "Normenkompetenz als Wettbewerbsvorteil nutzen. An Normierung mitwirken. Best Practices einbringen. Innovation fördern. Andere beraten."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.2.2",
      "groupId": "2.3.2.2",
      "finding": "Die betroffenen Personen sind nicht im Besitz der relevanten Richtlinien und Normen oder haben keinen Zugang dazu.",
      "levels": {
        "1": [
          "Wichtigste Richtlinien für Schlüsselpersonen bereitstellen. Digitalen Zugang schaffen. In Arbeitsbereichen auslegen. Bei Bedarf zur Verfügung stellen."
        ],
        "2": [
          "Systematische Verteilung organisieren. Zugangsrechte definieren. Digitale Plattform nutzen. Persönliche Exemplare wo nötig. Verfügbarkeit sicherstellen."
        ],
        "3": [
          "Umfassenden Zugang für alle Betroffenen gewährleisten. Benutzerfreundliche Systeme. Mobile Verfügbarkeit. Kontextbezogene Bereitstellung. Nutzung fördern."
        ],
        "4": [
          "Intelligente Informationsbereitstellung. KI-gestützte Relevanzfilterung. Proaktive Hinweise. Nahtlose Integration. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.2.3",
      "groupId": "2.3.2.3",
      "finding": "Die betroffenen Personen kennen ihre Aufgaben, Pflichten und Rechte aus Richtlinien und Normen nicht.",
      "levels": {
        "1": [
          "Relevante Anforderungen extrahieren. Verständlich zusammenfassen. In Arbeitsinstruktionen einbauen. Praktische Beispiele geben. Schrittweise vermitteln."
        ],
        "2": [
          "Systematische Wissensvermittlung aufbauen. Rollenspezifisch aufbereiten. Schulungskonzept entwickeln. Verschiedene Medien nutzen. Verständnis sicherstellen."
        ],
        "3": [
          "Normenkompetenz flächendeckend verankern. Praktische Anwendung trainieren. Expertennetzwerk aufbauen. Support bieten. Kontinuierlich entwickeln."
        ],
        "4": [
          "Normenkompetenz als Kernkompetenz etablieren. Innovation durch Normenkenntnis. Wettbewerbsvorteile nutzen. Standards mitgestalten. Führend werden."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.2.4",
      "groupId": "2.3.2.4",
      "finding": "Die Richtlinien und Normen werden vom Unternehmen nicht sinngemäss erfüllt.",
      "levels": {
        "1": [
          "Kritische Abweichungen identifizieren. Prioritäten nach Risiko setzen. Schnelle Verbesserungen umsetzen. Ressourcen mobilisieren. Fortschritte zeigen."
        ],
        "2": [
          "Systematisches Gap-Assessment durchführen. Alle Abweichungen erfassen. Ursachen analysieren. Massnahmenplan entwickeln. Konsequent umsetzen."
        ],
        "3": [
          "Vollständige Normenkonformität erreichen. Prozesse optimieren. Qualität sichern. Zertifizierungen anstreben. Excellence demonstrieren."
        ],
        "4": [
          "Über Normen hinaus Massstäbe setzen. Best Practices entwickeln. Normierung beeinflussen. Innovation vorantreiben. Andere inspirieren."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.2.5",
      "groupId": "2.3.2.5",
      "finding": "Die Aktualisierung und Verfügbarkeit der Richtlinien- und Normendokumente ist nicht sichergestellt.",
      "levels": {
        "1": [
          "Verantwortlichkeit für Updates klären. Wichtigste Quellen identifizieren. Einfaches Prüfverfahren einführen. Änderungen markieren. Betroffene informieren."
        ],
        "2": [
          "Strukturiertes Normenmanagement etablieren. Update-Services nutzen. Prozesse definieren. Tools implementieren. Systematisch aktualisieren."
        ],
        "3": [
          "Professionelles Normenmonitoring betreiben. Automatisierte Überwachung. Sofortige Integration. Change Management. Proaktiv agieren."
        ],
        "4": [
          "State-of-the-art Normenmanagementsystem. KI-Unterstützung. Predictive Updates. Seamless Integration. Thought Leadership."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.3",
      "groupId": "2.3.3",
      "finding": "Dokumentation über S & G",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "2.3.3.1",
      "groupId": "2.3.3.1",
      "finding": "Das Unternehmen verfügt über keine zentrale Sammlung von Dokumentationen über Sicherheit und Gesundheitsschutz.",
      "levels": {
        "1": [
          "Mit einer einfachen Ordnerstruktur beginnen. Vorhandene Dokumente sammeln. Nach Themen sortieren. Zentral ablegen. Allen zeigen wo."
        ],
        "2": [
          "Systematische Dokumentensammlung aufbauen. Kategorien definieren. Digitale Ablage strukturieren. Suchfunktionen ermöglichen. Verantwortlichkeiten regeln."
        ],
        "3": [
          "Professionelles Dokumentenmanagementsystem implementieren. Alle Medientypen integrieren. Versionskontrolle. Zugriffsrechte. Workflow-Unterstützung."
        ],
        "4": [
          "Intelligentes Wissensmanagementsystem etablieren. KI-gestützte Kategorisierung. Automatische Vernetzung. Predictive Search. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.3.2",
      "groupId": "2.3.3.2",
      "finding": "Wichtige Dokumentationen werden nicht als persönliche Exemplare einzelnen Mitarbeitenden zur Verfügung gestellt.",
      "levels": {
        "1": [
          "Kritische Dokumente identifizieren. Für Schlüsselpersonen kopieren. Bei Neueinstellung mitgeben. Persönliche Verantwortung betonen. Nutzung fördern."
        ],
        "2": [
          "Systematisch bestimmen, wer welche Dokumente braucht. Verteilungsliste erstellen. Ausgabe dokumentieren. Updates organisieren. Rückgabe bei Austritt."
        ],
        "3": [
          "Intelligente Dokumentenverteilung implementieren. Rollenbasierte Zuteilung. Digitale persönliche Bibliotheken. Automatische Updates. Nutzungsmonitoring."
        ],
        "4": [
          "Personalisierte Wissensvermittlung. KI-gestützte Relevanzfilterung. Adaptive Lernsysteme. Kontinuierliche Optimierung. Massstäbe setzen."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.3.3",
      "groupId": "2.3.3.3",
      "finding": "Die Dokumentationen über Sicherheit und Gesundheitsschutz sind nicht allen Beschäftigten leicht zugänglich.",
      "levels": {
        "1": [
          "Dokumentationen an zentralem Ort bereitstellen. Standort kommunizieren. Digitalen Zugang schaffen. Hindernisse abbauen. Nutzung erleichtern."
        ],
        "2": [
          "Systematische Zugänglichkeit schaffen. Mehrere Zugangswege bieten. Benutzerfreundlich gestalten. Suchfunktionen optimieren. Support anbieten."
        ],
        "3": [
          "Barrierefreien Vollzugriff implementieren. Multi-Channel-Strategie. Mobile Lösungen. Kontextbezogene Hilfe. Usability maximieren."
        ],
        "4": [
          "Seamless Information Access. Intelligente Assistenten. Augmented Reality. Predictive Information. Zukunft gestalten."
        ]
      },
      "children": []
    },
    {
      "id": "2.3.3.4",
      "groupId": "2.3.3.4",
      "finding": "Die Aktualisierung und Verfügbarkeit der Dokumentationen ist nicht sichergestellt.",
      "levels": {
        "1": [
          "Eine Person für Dokumentenpflege bestimmen. Wichtigste Dokumente priorisieren. Einfachen Update-Prozess definieren. Regelmässig prüfen. Änderungen mitteilen."
        ],
        "2": [
          "Systematisches Dokumentenmanagement einführen. Lifecycle definieren. Review-Prozesse etablieren. Versionierung einführen. Archivierung regeln."
        ],
        "3": [
          "Professionelles DMS mit Workflow. Automatische Überprüfungen. Change Tracking. Compliance-Nachweis. Kontinuierliche Verbesserung."
        ],
        "4": [
          "Next-Generation Document Intelligence. Selbstaktualisierende Systeme. Blockchain-Verifizierung. Quantum-sichere Archivierung. Zukunft definieren.",
          "Sicherheitskultur-Assessment Kapitel 3: Befähigung, Schulung, Kommunikation",
          "ReportItemID",
          "Feststellung",
          "3.",
          "Befähigung, Schulung, Kommunikation"
        ]
      },
      "children": []
    },
    {
      "id": "3.1.1",
      "groupId": "3.1.1",
      "finding": "Das Unternehmen verfügt über keine Auswahlkriterien für die Personalauswahl.",
      "levels": {
        "1": [
          "Erste Überlegungen zu Anforderungen anstellen. Die wichtigsten Kriterien für Schlüsselpositionen sammeln. Mit Führungskräften diskutieren, was sie brauchen. Einfache Liste erstellen. Bei nächster Einstellung testen."
        ],
        "2": [
          "Bestehende Auswahlpraktiken dokumentieren. Bewährte Kriterien systematisch erfassen. Nach Funktionen strukturieren. Mit HR abstimmen. Als Standard etablieren."
        ],
        "3": [
          "Professionelle Anforderungsprofile entwickeln. Kompetenzmodelle erstellen. Strukturierte Auswahlverfahren implementieren. Objektivität sicherstellen. Erfolg der Auswahl messen."
        ],
        "4": [
          "Datenbasierte Personalauswahl perfektionieren. Prädiktive Analysen nutzen. Cultural Fit optimieren. KI-unterstützte Verfahren testen. Als Employer of Choice positionieren."
        ]
      },
      "children": []
    },
    {
      "id": "3.1.2",
      "groupId": "3.1.2",
      "finding": "Bei der Personalauswahl werden Aspekte der Sicherheit und Gesundheit nicht berücksichtigt.",
      "levels": {
        "1": [
          "Sicherheitsbewusstsein als Auswahlkriterium diskutieren. Bei gefährlichen Tätigkeiten beginnen. Im Vorstellungsgespräch nach Einstellung fragen. Erste Fragen formulieren. Bedeutung kommunizieren."
        ],
        "2": [
          "Sicherheitskriterien in Auswahlprozess integrieren. Standardfragen entwickeln. Für verschiedene Risikostufen differenzieren. In Interviewleitfäden aufnehmen. HR schulen."
        ],
        "3": [
          "Sicherheitskompetenz systematisch prüfen. Fallstudien im Assessment nutzen. Praktische Tests einführen. Referenzen gezielt einholen. Auswahlqualität evaluieren."
        ],
        "4": [
          "Sicherheitskultur-Fit als Kernkriterium etablieren. Innovative Assessments entwickeln. Prädiktive Sicherheitsperformance. Best-in-Class Auswahl. Andere Unternehmen beraten."
        ]
      },
      "children": []
    },
    {
      "id": "3.1.3",
      "groupId": "3.1.3",
      "finding": "Bei der Personalauswahl werden keine Eignungstests durchgeführt.",
      "levels": {
        "1": [
          "Notwendigkeit von Eignungstests prüfen. Für kritische Funktionen beginnen. Einfache Tests recherchieren. Rechtliche Grundlagen klären. Pilotversuch starten."
        ],
        "2": [
          "Systematisch bestimmen, wo Tests sinnvoll sind. Verschiedene Testverfahren evaluieren. Mit Arbeitsmedizin abstimmen. Standardprozesse entwickeln. Dokumentation sicherstellen."
        ],
        "3": [
          "Professionelle Eignungsdiagnostik implementieren. Validierte Verfahren nutzen. Regelmässig überprüfen. Mit Leistung korrelieren. Kontinuierlich optimieren."
        ],
        "4": [
          "State-of-the-art Diagnostik einsetzen. Innovative Testverfahren entwickeln. Wissenschaftliche Standards setzen. Prädiktive Validität maximieren. Thought Leader werden."
        ]
      },
      "children": []
    },
    {
      "id": "3.1.4",
      "groupId": "3.1.4",
      "finding": "Das Verstehen der betriebsüblichen Sprache wird nicht geprüft und ist kein Kriterium bei der Personalauswahl.",
      "levels": {
        "1": [
          "Sprachkenntnisse als Sicherheitsfaktor erkennen. Mindestanforderungen definieren. Im Gespräch prüfen. Bei Bedarf Unterstützung anbieten. Offen kommunizieren."
        ],
        "2": [
          "Sprachanforderungen systematisch festlegen. Nach Funktionen differenzieren. Prüfverfahren entwickeln. Sprachförderung planen. In Auswahlkriterien integrieren."
        ],
        "3": [
          "Strukturierte Sprachkompetenzprüfung implementieren. Verschiedene Level definieren. Förderkonzepte anbieten. Integration unterstützen. Erfolg messen."
        ],
        "4": [
          "Mehrsprachigkeit als Ressource nutzen. Innovative Sprachförderung. Interkulturelle Kompetenz stärken. Diversity fördern. Als inklusiver Arbeitgeber brillieren."
        ]
      },
      "children": []
    },
    {
      "id": "3.1.5",
      "groupId": "3.1.5",
      "finding": "Sicheres Führungs- und Arbeitsverhalten ist kein Gegenstand von Arbeitsverträgen mit Festangestellten.",
      "levels": {
        "1": [
          "Die Bedeutung vertraglicher Regelungen erkennen. Standardklausel zu Sicherheit entwickeln. Mit Rechtsabteilung abstimmen. Bei Neuverträgen einfügen. Transparent kommunizieren."
        ],
        "2": [
          "Sicherheitsklauseln systematisch entwickeln. Verschiedene Vertragstypen berücksichtigen. Rechtssicherheit prüfen. In alle neuen Verträge aufnehmen. Bestehende sukzessive anpassen."
        ],
        "3": [
          "Umfassende vertragliche Sicherheitsregelungen implementieren. Mit Arbeitsrecht harmonisieren. Durchsetzbarkeit sicherstellen. Schulungen dazu anbieten. Compliance überwachen."
        ],
        "4": [
          "Innovative Vertragsgestaltung für Sicherheitskultur. Positive Anreize integrieren. Partnerschaftliche Ansätze. Best Practice entwickeln. Vorreiter sein."
        ]
      },
      "children": []
    },
    {
      "id": "3.1.6",
      "groupId": "3.1.6",
      "finding": "Sicheres Arbeitsverhalten ist kein Gegenstand von Arbeitsverträgen mit Teilzeitbeschäftigten, saisonal Beschäftigten oder Aushilfskräften.",
      "levels": {
        "1": [
          "Gleichbehandlung aller Beschäftigten anstreben. Auch für temporäre Kräfte Sicherheitsklauseln vorsehen. Einfache Standardformulierung nutzen. Konsequent anwenden."
        ],
        "2": [
          "Einheitliche Standards für alle Vertragsarten schaffen. Besondere Risiken berücksichtigen. Vertragsvorlagen anpassen. HR-Prozesse vereinheitlichen. Lückenlos umsetzen."
        ],
        "3": [
          "Vollständige Integration aller Beschäftigungsformen. Risikoadäquate Regelungen. Digitale Vertragsverwaltung. Automatische Compliance-Checks. Kontinuierliches Monitoring."
        ],
        "4": [
          "Zero-Difference-Ansatz perfektionieren. Alle Beschäftigten gleichwertig schützen. Innovative Beschäftigungsmodelle. Sicherheit als USP. Branchenführer werden."
        ]
      },
      "children": []
    },
    {
      "id": "3.2.1",
      "groupId": "3.2.1",
      "finding": "Das Unternehmen verfügt über keine standardisierten Einführungsprogramme für neue, temporäre oder versetzte Mitarbeitende.",
      "levels": {
        "1": [
          "Mit einem einfachen Einführungsplan beginnen. Die wichtigsten Punkte aufschreiben. Verantwortliche Person bestimmen. Für neue Mitarbeitende starten. Schrittweise ausbauen."
        ],
        "2": [
          "Bestehende Einführungspraktiken dokumentieren. Nach Zielgruppen differenzieren. Standardabläufe entwickeln. Checklisten erstellen. Verantwortlichkeiten klären."
        ],
        "3": [
          "Professionelle Onboarding-Programme implementieren. Alle Zielgruppen abdecken. Digitale Unterstützung nutzen. Wirksamkeit messen. Kontinuierlich verbessern."
        ],
        "4": [
          "Excellence im Onboarding erreichen. Personalisierte Journey. Gamification integrieren. Predictive Success Factors. Benchmark setzen."
        ]
      },
      "children": []
    },
    {
      "id": "3.2.2",
      "groupId": "3.2.2",
      "finding": "Für die Dokumentation der Einführung werden keine Checklisten oder Stichwortlisten verwendet.",
      "levels": {
        "1": [
          "Eine einfache Checkliste erstellen. Mit 10 wichtigsten Punkten beginnen. Abhaken was erledigt ist. Unterschriften vorsehen. Ablage organisieren."
        ],
        "2": [
          "Umfassende Checklisten entwickeln. Nach Funktionen differenzieren. Digitale Erfassung ermöglichen. Systematisch archivieren. Regelmässig aktualisieren."
        ],
        "3": [
          "Professionelles Dokumentationssystem implementieren. Workflows digitalisieren. Automatische Erinnerungen. Compliance sicherstellen. Analytics nutzen."
        ],
        "4": [
          "Intelligentes Onboarding-Management. KI-gestützte Personalisierung. Predictive Analytics. Seamless Experience. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "3.2.3",
      "groupId": "3.2.3",
      "finding": "Sicherheit und Gesundheitsschutz sind kein Bestandteil der Einführung bei neuen, temporären oder versetzten Mitarbeitenden.",
      "levels": {
        "1": [
          "Sicherheit vom ersten Tag an thematisieren. Kurze Sicherheitseinführung entwickeln. Gefahren des Arbeitsplatzes zeigen. PSA erklären. Ansprechpersonen nennen."
        ],
        "2": [
          "Strukturierte Sicherheitseinführung für alle Zielgruppen erstellen. Inhalte standardisieren. Verschiedene Formate nutzen. Verständnis prüfen. Dokumentieren."
        ],
        "3": [
          "Umfassendes Sicherheits-Onboarding implementieren. Interaktive Elemente. E-Learning integrieren. Tests durchführen. Mentoring anbieten."
        ],
        "4": [
          "Sicherheit als Kernwert vom Start vermitteln. Immersive Experiences. VR-Training. Kulturelle Integration. Excellence demonstrieren."
        ]
      },
      "children": []
    },
    {
      "id": "3.2.4",
      "groupId": "3.2.4",
      "finding": "Bestimmte Dokumentationen zum Thema Sicherheit und Gesundheitsschutz werden nicht an neue, temporäre oder versetzte Mitarbeitende abgegeben.",
      "levels": {
        "1": [
          "Wichtigste Sicherheitsdokumente zusammenstellen. Willkommensmappe erstellen. Bei Eintritt übergeben. Empfang quittieren lassen. Fragen beantworten."
        ],
        "2": [
          "Systematisches Dokumentenpaket entwickeln. Nach Zielgruppen differenzieren. Digital und physisch bereitstellen. Übergabe standardisieren. Aktualität sichern."
        ],
        "3": [
          "Professionelles Informationsmanagement implementieren. Personalisierte Pakete. Multi-Channel-Bereitstellung. Verständnis sicherstellen. Impact messen."
        ],
        "4": [
          "Intelligente Informationsvermittlung. Adaptive Systeme. Just-in-Time-Delivery. Augmented Reality. Neue Standards setzen."
        ]
      },
      "children": []
    },
    {
      "id": "3.2.5",
      "groupId": "3.2.5",
      "finding": "Sicheres Führungs- und Arbeitsverhalten ist kein Gegenstand der Beurteilungskriterien während der Probezeit.",
      "levels": {
        "1": [
          "Sicherheitsverhalten in Probezeitgespräche einbauen. Einfache Kriterien definieren. Beobachtungen dokumentieren. Feedback geben. Bei Bedarf unterstützen."
        ],
        "2": [
          "Strukturierte Sicherheitskriterien für Probezeit entwickeln. In Beurteilungsbogen integrieren. Führungskräfte schulen. Systematisch anwenden. Konsequenzen definieren."
        ],
        "3": [
          "Umfassendes Probezeit-Assessment implementieren. Sicherheit prominent gewichten. 360-Grad-Feedback. Entwicklungspläne ableiten. Erfolg tracken."
        ],
        "4": [
          "Probezeit als Kulturintegration gestalten. Prädiktive Erfolgsfaktoren. Personalisiertes Coaching. Excellence sichern. Vorbild sein."
        ]
      },
      "children": []
    },
    {
      "id": "3.3.1",
      "groupId": "3.3.1",
      "finding": "Anforderungsprofile und Leistungsprofile der Beschäftigten werden nicht regelmässig und systematisch überprüft.",
      "levels": {
        "1": [
          "Mit jährlichen Gesprächen beginnen. Einfache Profilvergleiche anstellen. Lücken identifizieren. Entwicklungsbedarf besprechen. Erste Massnahmen planen."
        ],
        "2": [
          "Systematische Profilüberprüfungen einführen. Standardverfahren entwickeln. Alle Funktionen erfassen. Regelmässige Reviews. Dokumentation sicherstellen."
        ],
        "3": [
          "Professionelles Kompetenzmanagement implementieren. Digitale Tools nutzen. Gap-Analysen automatisieren. Entwicklungspfade definieren. KPIs etablieren."
        ],
        "4": [
          "Dynamisches Kompetenzmanagement perfektionieren. Real-time Assessments. Prädiktive Entwicklung. KI-Unterstützung. Zukunft gestalten."
        ]
      },
      "children": []
    },
    {
      "id": "3.3.2",
      "groupId": "3.3.2",
      "finding": "Sicherheit und Gesundheitsschutz werden bei der Ermittlung von Qualifikationslücken und Schulungsbedürfnissen nicht berücksichtigt.",
      "levels": {
        "1": [
          "Sicherheitskompetenzen als wichtig erkennen. Bei Gefährdungsbeurteilungen Kompetenzlücken notieren. Erste Schulungen planen. Prioritäten setzen."
        ],
        "2": [
          "Sicherheitskompetenzen systematisch erfassen. In Kompetenzprofile integrieren. Bedarfsanalysen durchführen. Schulungspläne ableiten. Budget sichern."
        ],
        "3": [
          "Umfassendes Sicherheitskompetenzmanagement implementieren. Alle Ebenen abdecken. Lernpfade entwickeln. Erfolg messen. Kontinuierlich optimieren."
        ],
        "4": [
          "Sicherheitskompetenz als Kernkompetenz etablieren. Innovative Lernansätze. Predictive Learning. Excellence erreichen. Standards setzen."
        ]
      },
      "children": []
    },
    {
      "id": "3.3.3",
      "groupId": "3.3.3",
      "finding": "Das Unternehmen verfügt über kein Personalförderungskonzept.",
      "levels": {
        "1": [
          "Über Personalentwicklung nachdenken. Erste Fördermassnahmen identifizieren. Mit motivierten Mitarbeitenden beginnen. Erfolge sichtbar machen. Schrittweise ausbauen."
        ],
        "2": [
          "Strukturiertes Förderkonzept entwickeln. Verschiedene Instrumente definieren. Prozesse festlegen. Ressourcen planen. Systematisch umsetzen."
        ],
        "3": [
          "Professionelle Personalentwicklung implementieren. Alle Mitarbeitenden einbeziehen. Moderne Methoden nutzen. ROI messen. Best Practices etablieren."
        ],
        "4": [
          "Personalentwicklung als Wettbewerbsvorteil nutzen. Innovative Fördermodelle. Selbstgesteuerte Entwicklung. Talentmagnet werden. Zukunft prägen."
        ]
      },
      "children": []
    },
    {
      "id": "3.3.4",
      "groupId": "3.3.4",
      "finding": "Sicherheit und Gesundheitsförderung sind keine Schwerpunkte im Personalförderungskonzept.",
      "levels": {
        "1": [
          "Sicherheit als Förderthema aufnehmen. Erste Programme entwickeln. Gesundheitsförderung einbeziehen. Synergien nutzen. Interesse wecken."
        ],
        "2": [
          "Sicherheit und Gesundheit systematisch integrieren. Förderprogramme ausbauen. Verschiedene Zielgruppen ansprechen. Ressourcen bereitstellen. Erfolge kommunizieren."
        ],
        "3": [
          "Ganzheitliche Förderung implementieren. Sicherheit und Gesundheit als Kern. Innovative Programme. Wirkung evaluieren. Kultur prägen."
        ],
        "4": [
          "Sicherheit und Gesundheit als DNA verankern. Holistische Ansätze. Wellbeing-Excellence. Arbeitgebermarke stärken. Pionier sein."
        ]
      },
      "children": []
    },
    {
      "id": "3.3.5",
      "groupId": "3.3.5",
      "finding": "Es wird keine namentliche Kontrolle über Ausbildung, Fortbildung, Weiterbildung und andere Personalförderungsmassnahmen geführt.",
      "levels": {
        "1": [
          "Mit einfacher Excel-Liste beginnen. Namen und Schulungen erfassen. Aktuell halten. Übersicht schaffen. Lücken erkennen."
        ],
        "2": [
          "Systematische Schulungsverwaltung aufbauen. Datenbank erstellen. Alle Aktivitäten erfassen. Auswertungen ermöglichen. Compliance sichern."
        ],
        "3": [
          "Professionelles Learning Management System implementieren. Automatisierte Prozesse. Skill-Tracking. Analytics nutzen. Strategisch steuern."
        ],
        "4": [
          "Intelligentes Kompetenzmanagement. KI-gestützte Empfehlungen. Predictive Learning Paths. Seamless Integration. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "3.4.1",
      "groupId": "3.4.1",
      "finding": "Das Unternehmen verfügt über keine bestimmten Schulungsangebote und Schulungsprogramme.",
      "levels": {
        "1": [
          "Erste Schulungsbedarfe sammeln. Prioritäten setzen. Mit internen Schulungen beginnen. Externe Angebote prüfen. Klein starten."
        ],
        "2": [
          "Systematisches Schulungsangebot entwickeln. Jahresplanung erstellen. Interne und externe Angebote. Zielgruppen definieren. Budget planen."
        ],
        "3": [
          "Professionelles Schulungsportfolio implementieren. Blended Learning. Moderne Didaktik. Transfersicherung. Qualität messen."
        ],
        "4": [
          "Learning Ecosystem gestalten. Personalisierte Lernreisen. Mikrolearning. KI-Tutoren. Zukunft des Lernens."
        ]
      },
      "children": []
    },
    {
      "id": "3.4.2",
      "groupId": "3.4.2",
      "finding": "Sicherheit und Gesundheitsschutz sind kein Bestandteil der Schulungsangebote.",
      "levels": {
        "1": [
          "Sicherheitsschulungen als notwendig erkennen. Mit Pflichtschulungen beginnen. Erste Angebote entwickeln. Interesse wecken. Nutzen aufzeigen."
        ],
        "2": [
          "Sicherheit systematisch ins Schulungsprogramm integrieren. Verschiedene Formate entwickeln. Alle Zielgruppen berücksichtigen. Qualität sichern."
        ],
        "3": [
          "Umfassendes Sicherheitsschulungsprogramm implementieren. Innovative Methoden. Gamification. Wirksamkeit messen. Kultur stärken."
        ],
        "4": [
          "Sicherheit als Lernkultur etablieren. Immersive Learning. VR/AR nutzen. Kontinuierliches Lernen. Excellence erreichen."
        ]
      },
      "children": []
    },
    {
      "id": "3.4.3",
      "groupId": "3.4.3",
      "finding": "Das Unternehmen macht von Schulungsangeboten von Wirtschafts- und Berufsverbänden keinen Gebrauch.",
      "levels": {
        "1": [
          "Verfügbare Verbandsangebote recherchieren. Relevante Kurse identifizieren. Erste Anmeldungen vornehmen. Erfahrungen sammeln. Nutzen bewerten."
        ],
        "2": [
          "Systematisch Verbandsangebote nutzen. Übersicht erstellen. Bedarfsgerecht auswählen. Teilnahmen planen. Wissen transferieren."
        ],
        "3": [
          "Strategische Nutzung externer Angebote. Partnerschaften aufbauen. Massgeschneiderte Programme. Multiplikatoren ausbilden. Vernetzung fördern."
        ],
        "4": [
          "Aktive Mitgestaltung von Verbandsangeboten. Eigene Expertise einbringen. Best Practices teilen. Standards mitprägen. Thought Leader werden."
        ]
      },
      "children": []
    },
    {
      "id": "3.4.4",
      "groupId": "3.4.4",
      "finding": "Die externen Schulungsangebote enthalten keine Themen betreffend Sicherheit und Gesundheitsschutz.",
      "levels": {
        "1": [
          "Anbieter auf Sicherheitsthemen ansprechen. Bedarf kommunizieren. Alternative Anbieter suchen. Eigene Ergänzungen vornehmen. Einfluss nehmen."
        ],
        "2": [
          "Gezielt Anbieter mit Sicherheitsfokus wählen. Anforderungen definieren. Qualität prüfen. Ergänzende Module entwickeln. Systematisch kombinieren."
        ],
        "3": [
          "Massgeschneiderte Sicherheitsinhalte einfordern. Mit Anbietern kooperieren. Qualitätsstandards setzen. Integration sicherstellen. Impact messen."
        ],
        "4": [
          "Sicherheit in alle Schulungen integrieren. Co-Creation mit Anbietern. Innovative Formate entwickeln. Standards prägen. Multiplikator sein."
        ]
      },
      "children": []
    },
    {
      "id": "3.5.1",
      "groupId": "3.5.1",
      "finding": "Das \"Lernen am Arbeitsplatz\" wird im Unternehmen nicht bewusst praktiziert und gefördert.",
      "levels": {
        "1": [
          "Arbeitsplatz als Lernort entdecken. Erste Lernmomente identifizieren. Erfahrene mit Neuen zusammenbringen. Learning by Doing fördern. Erfolge anerkennen."
        ],
        "2": [
          "Systematisches Workplace Learning entwickeln. Lernförderliche Arbeitsgestaltung. Mentoring etablieren. Wissenstransfer organisieren. Lernkultur fördern."
        ],
        "3": [
          "Professionelles On-the-Job-Training implementieren. Strukturierte Programme. Lernbegleitung. Digitale Unterstützung. Wirksamkeit messen."
        ],
        "4": [
          "Arbeitsplatz als primären Lernort gestalten. 70-20-10 Modell. Mikrolearning. KI-Assistenten. Zukunft des Lernens."
        ]
      },
      "children": []
    },
    {
      "id": "3.5.2",
      "groupId": "3.5.2",
      "finding": "Unfälle, Beinaheunfälle und andere unerwünschte Ereignisse werden nicht dazu benützt, Lehren zu ziehen und Ausbildungslücken zu schliessen.",
      "levels": {
        "1": [
          "Aus Ereignissen lernen wollen. Nach jedem Vorfall fragen: \"Was lernen wir daraus?\". Erkenntnisse sammeln. In Teambesprechungen teilen. Erste Massnahmen ableiten."
        ],
        "2": [
          "Systematisches Lernen aus Ereignissen etablieren. Analysemethoden anwenden. Lessons Learned dokumentieren. Schulungsbedarf ableiten. Massnahmen umsetzen."
        ],
        "3": [
          "Professionelles Incident Learning implementieren. Root Cause Analysis. Systematische Auswertung. Präventive Schulungen. Wirksamkeit tracken."
        ],
        "4": [
          "Learning Organization in Sicherheit werden. Prädiktive Analysen. KI-gestützte Mustererkennung. Proaktive Kompetenzentwicklung. Excellence erreichen."
        ]
      },
      "children": []
    },
    {
      "id": "3.5.3",
      "groupId": "3.5.3",
      "finding": "Vorgesetzte werden nicht in der Methodik für die Durchführung von Ausbildungen am Arbeitsplatz geschult.",
      "levels": {
        "1": [
          "Vorgesetzte als Ausbilder erkennen. Grundlegende Tipps geben. Erste Hilfestellungen bieten. Good Practices teilen. Unterstützung anbieten."
        ],
        "2": [
          "Systematische Ausbilderschulung entwickeln. Didaktische Grundlagen vermitteln. Praxisübungen durchführen. Hilfsmittel bereitstellen. Regelmässig auffrischen."
        ],
        "3": [
          "Professionelle Train-the-Trainer Programme implementieren. Zertifizierte Ausbildung. Coaching anbieten. Qualität sichern. Kontinuierliche Entwicklung."
        ],
        "4": [
          "Vorgesetzte zu Lernbegleitern entwickeln. Moderne Pädagogik. Digital unterstützt. Personalisierte Entwicklung. Exzellente Ausbilder."
        ]
      },
      "children": []
    },
    {
      "id": "3.5.4",
      "groupId": "3.5.4",
      "finding": "Vorgesetzte und Mitarbeitende werden nicht über neue oder veränderte Arbeitsmittel instruiert.",
      "levels": {
        "1": [
          "Bei neuen Arbeitsmitteln immer instruieren. Kurze Einführungen organisieren. Bedienungsanleitungen bereitstellen. Fragen klären. Sicheren Umgang zeigen."
        ],
        "2": [
          "Systematische Instruktionsprozesse etablieren. Für alle Arbeitsmittel Standards definieren. Instruktionsunterlagen erstellen. Verständnis prüfen. Dokumentieren."
        ],
        "3": [
          "Professionelles Instruktionsmanagement implementieren. Multimedia-Anleitungen. Praktische Übungen. Kompetenznachweis. Auffrischungen planen."
        ],
        "4": [
          "State-of-the-art Instruktionsmethoden. AR-gestützte Anleitungen. Intelligente Assistenzsysteme. Just-in-Time-Support. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "3.5.5",
      "groupId": "3.5.5",
      "finding": "Vorgesetzte und Mitarbeitende werden nicht über neue oder veränderte Arbeitsabläufe instruiert.",
      "levels": {
        "1": [
          "Änderungen immer kommunizieren. Neue Abläufe erklären. Gründe erläutern. Übungszeit einplanen. Unterstützung bieten."
        ],
        "2": [
          "Strukturiertes Change-Instruktionsverfahren entwickeln. Alle Änderungen erfassen. Zielgruppengerecht aufbereiten. Systematisch schulen. Umsetzung begleiten."
        ],
        "3": [
          "Professionelles Prozessänderungsmanagement implementieren. Vorbereitende Schulungen. Pilotphasen. Feedbackschleifen. Kontinuierliche Optimierung."
        ],
        "4": [
          "Agile Lernorganisation für Prozesse. Kontinuierliche Anpassung. Selbstlernende Teams. Digitale Prozessbegleitung. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "3.5.6",
      "groupId": "3.5.6",
      "finding": "Vorgesetzte und Mitarbeitende werden nicht über neue Arbeitsstoffe instruiert.",
      "levels": {
        "1": [
          "Neue Stoffe immer ankündigen. Sicherheitsdatenblätter bereitstellen. Gefahren erklären. Schutzmassnahmen zeigen. Erste Verwendung begleiten."
        ],
        "2": [
          "Systematisches Gefahrstoffmanagement aufbauen. Instruktionspflicht etablieren. Standardverfahren entwickeln. Verständliche Unterlagen. Nachweise führen."
        ],
        "3": [
          "Professionelle Gefahrstoffschulung implementieren. E-Learning Module. Praktische Demonstrationen. Regelmässige Updates. Kompetenz sicherstellen."
        ],
        "4": [
          "Exzellenz im Chemikalienmanagement. Digitale Stoffdatenbank. Real-time Informationen. Predictive Safety. Null-Risiko anstreben."
        ]
      },
      "children": []
    },
    {
      "id": "3.6.1",
      "groupId": "3.6.1",
      "finding": "Das Unternehmen verfügt über kein System zur Mitarbeiterbeurteilung.",
      "levels": {
        "1": [
          "Über faire Beurteilung nachdenken. Mit jährlichen Gesprächen beginnen. Einfache Kriterien entwickeln. Dokumentation vorsehen. Feedback-Kultur starten."
        ],
        "2": [
          "Strukturiertes Beurteilungssystem entwickeln. Klare Kriterien definieren. Prozesse festlegen. Führungskräfte schulen. Systematisch einführen."
        ],
        "3": [
          "Professionelles Performance Management implementieren. 360-Grad-Feedback. Digitale Tools. Entwicklungsfokus. Kontinuierliche Dialoge."
        ],
        "4": [
          "Next-Gen Performance Management. Echtzeit-Feedback. KI-gestützte Insights. Stärkenorientierung. Zukunft gestalten."
        ]
      },
      "children": []
    },
    {
      "id": "3.6.2",
      "groupId": "3.6.2",
      "finding": "Sicheres Führungsverhalten ist kein Bestandteil der Beurteilung von Vorgesetzten.",
      "levels": {
        "1": [
          "Sicherheitsführung als wichtig erkennen. In Beurteilungsgespräche aufnehmen. Erste Kriterien definieren. Positive Beispiele würdigen. Entwicklung fördern."
        ],
        "2": [
          "Sicherheitsführung systematisch in Beurteilung integrieren. Klare Kriterien entwickeln. Gewichtung festlegen. Messbar machen. Konsequent anwenden."
        ],
        "3": [
          "Umfassende Sicherheitsführungsbeurteilung implementieren. Verhaltensanker definieren. 360-Grad-Perspektive. Entwicklungspläne ableiten. Excellence fördern."
        ],
        "4": [
          "Sicherheitsführung als Kernkompetenz bewerten. Innovative Assessments. Prädiktive Erfolgsfaktoren. Leadership Excellence. Massstäbe setzen."
        ]
      },
      "children": []
    },
    {
      "id": "3.6.3",
      "groupId": "3.6.3",
      "finding": "Ungenügende Führungsleistungen im Bereich Arbeitssicherheit haben keine Konsequenzen zur Folge.",
      "levels": {
        "1": [
          "Bedeutung von Konsequenzen verstehen. Erst unterstützen, dann fordern. Entwicklungschancen bieten. Bei Wiederholung handeln. Fair bleiben."
        ],
        "2": [
          "Klares Konsequenzenmanagement entwickeln. Stufenmodell etablieren. Unterstützung vor Sanktion. Dokumentation sicherstellen. Transparent kommunizieren."
        ],
        "3": [
          "Professionelles Konsequenzensystem implementieren. Positive und negative Anreize. Entwicklungsorientiert. Rechtssicher. Wirksam gestalten."
        ],
        "4": [
          "Konsequenzen als Entwicklungschance nutzen. Präventive Ansätze. Coaching-orientiert. Kulturfördernd. Excellence unterstützen."
        ]
      },
      "children": []
    },
    {
      "id": "3.6.4",
      "groupId": "3.6.4",
      "finding": "Sicheres Führungs- und Arbeitsverhalten ist kein entscheidendes Kriterium bei Beförderungen.",
      "levels": {
        "1": [
          "Sicherheit bei Beförderungen berücksichtigen. Als ein Kriterium unter mehreren einführen. Positive Vorbilder bevorzugen. Signal setzen. Kommunizieren."
        ],
        "2": [
          "Sicherheitsverhalten systematisch in Beförderungskriterien aufnehmen. Gewichtung definieren. Nachvollziehbar bewerten. Transparenz schaffen. Konsequent anwenden."
        ],
        "3": [
          "Sicherheit als Kernkriterium für Karriere implementieren. Assessment Center einbeziehen. Track Record analysieren. Entwicklungspotenzial bewerten. Vorbildfunktion sichern."
        ],
        "4": [
          "Sicherheitsexzellenz als Karrieretreiber etablieren. Innovative Karrieremodelle. Sicherheits-Champions fördern. Kulturelle Transformation. Zukunft prägen."
        ]
      },
      "children": []
    },
    {
      "id": "3.6.5",
      "groupId": "3.6.5",
      "finding": "Sicheres Arbeitsverhalten ist kein Bestandteil der Mitarbeiterbeurteilung.",
      "levels": {
        "1": [
          "Sicherheit in Gespräche einbauen. Einfache Beobachtungspunkte definieren. Positives verstärken. Verbesserungen anregen. Wertschätzung zeigen."
        ],
        "2": [
          "Sicherheitsverhalten systematisch beurteilen. Klare Kriterien entwickeln. In Beurteilungsbogen integrieren. Führungskräfte schulen. Fair anwenden."
        ],
        "3": [
          "Umfassende Sicherheitsbeurteilung implementieren. Verhaltensbasierte Kriterien. Selbst- und Fremdeinschätzung. Entwicklungsfokus. Kultur stärken."
        ],
        "4": [
          "Sicherheit als Selbstverständlichkeit bewerten. Positive Verstärkung. Intrinsische Motivation. Excellence anerkennen. Vorbild sein."
        ]
      },
      "children": []
    },
    {
      "id": "3.6.6",
      "groupId": "3.6.6",
      "finding": "Unsicheres Arbeitsverhalten hat keine Konsequenzen zur Folge.",
      "levels": {
        "1": [
          "Bei unsicherem Verhalten reagieren. Erst ansprechen und erklären. Unterstützung anbieten. Bei Wiederholung deutlicher werden. Fairness wahren."
        ],
        "2": [
          "Strukturiertes Vorgehen bei unsicherem Verhalten entwickeln. Eskalationsstufen definieren. Dokumentation einführen. Rechtssicherheit prüfen. Konsequent handeln."
        ],
        "3": [
          "Professionelles Verhaltensmanagement implementieren. Präventive Massnahmen. Coaching-Ansätze. Klare Grenzen. Wirksamkeit messen."
        ],
        "4": [
          "Sicherheitsverhalten als Kulturthema gestalten. Positive Verhaltenskultur. Peer-Interventionen. Selbstregulation. Zero-Tolerance wo nötig."
        ]
      },
      "children": []
    },
    {
      "id": "3.7.1",
      "groupId": "3.7.1",
      "finding": "In dem Unternehmen besteht kein Informations- und Kommunikationskonzept.",
      "levels": {
        "1": [
          "Über systematische Information nachdenken. Wichtigste Informationsflüsse skizzieren. Erste Regeln aufstellen. Verantwortlichkeiten klären. Klein beginnen."
        ],
        "2": [
          "Bestehendes Informationsverhalten analysieren. Kommunikationswege dokumentieren. Konzept entwickeln. Kanäle definieren. Systematisch umsetzen."
        ],
        "3": [
          "Professionelles Kommunikationskonzept implementieren. Alle Stakeholder einbeziehen. Moderne Kanäle nutzen. Wirksamkeit messen. Kontinuierlich optimieren."
        ],
        "4": [
          "Exzellente Kommunikationskultur etablieren. Omnichannel-Ansatz. KI-gestützte Personalisierung. Real-time Information. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "3.7.2",
      "groupId": "3.7.2",
      "finding": "Es bestehen keine anderen Regelungen oder Gewohnheiten bezüglich Information und Kommunikation.",
      "levels": {
        "1": [
          "Informelle Kommunikationswege erkennen. Bewährte Praktiken identifizieren. Erste Regeln ableiten. Gute Gewohnheiten stärken. Aufbauen."
        ],
        "2": [
          "Vorhandene Kommunikationspraktiken systematisch erfassen. Stärken und Schwächen analysieren. Best Practices dokumentieren. Standards entwickeln. Verbindlich machen."
        ],
        "3": [
          "Kommunikationskultur professionell gestalten. Formelle und informelle Kanäle orchestrieren. Digitale Transformation. Engagement messen. Excellence anstreben."
        ],
        "4": [
          "Kommunikation als Wettbewerbsvorteil nutzen. Innovative Formate. Kulturelle Integration. Thought Leadership. Zukunft gestalten."
        ]
      },
      "children": []
    },
    {
      "id": "3.7.3",
      "groupId": "3.7.3",
      "finding": "Im Unternehmen ist keine Stelle oder Person mit Aufgaben der Information und Kommunikation beauftragt.",
      "levels": {
        "1": [
          "Kommunikationsverantwortung zuweisen. Mit Teilzeitaufgabe beginnen. Klare Aufgaben definieren. Unterstützung bieten. Sichtbar machen."
        ],
        "2": [
          "Kommunikationsfunktion systematisch etablieren. Stellenprofil entwickeln. Ressourcen zuteilen. In Organisation einbinden. Professionalisieren."
        ],
        "3": [
          "Professionelle Kommunikationsabteilung aufbauen. Moderne Kompetenzen. Strategische Ausrichtung. Messbare Ziele. Wirkung maximieren."
        ],
        "4": [
          "Kommunikation als strategische Funktion positionieren. Innovative Ansätze. Digitale Excellence. Kulturprägend. Zukunftsweisend."
        ]
      },
      "children": []
    },
    {
      "id": "3.8.1",
      "groupId": "3.8.1",
      "finding": "Verschiedene Informationsmittel und -anlässe werden im Unternehmen nicht in Zusammenhang mit Sicherheit und Gesundheitsschutz genutzt (keine spontanen Gespräche, Besprechungen, Instruktionen, schriftliche Kommunikation, digitale Medien etc.).",
      "levels": {
        "1": [
          "Mit einem Kommunikationskanal für Sicherheit beginnen. Bestehende Meetings nutzen. 5-Minuten-Sicherheit einführen. Erste Themen sammeln. Regelmässigkeit schaffen."
        ],
        "2": [
          "Systematisch verschiedene Kanäle für Sicherheitskommunikation erschliessen. Kanalmatrix erstellen. Zielgruppengerecht planen. Inhalte entwickeln. Rhythmus etablieren."
        ],
        "3": [
          "Professionellen Kommunikationsmix implementieren. Alle verfügbaren Kanäle orchestrieren. Content-Strategie entwickeln. Engagement messen. Kontinuierlich optimieren."
        ],
        "4": [
          "Omnichannel-Sicherheitskommunikation perfektionieren. Personalisierte Ansprache. KI-gestützte Content-Creation. Virale Effekte. Excellence erreichen."
        ]
      },
      "children": []
    },
    {
      "id": "3.9.1",
      "groupId": "3.9.1",
      "finding": "Sicherheit und Gesundheitsförderung sind keine regelmässigen Gesprächsthemen an inner- und ausserbetrieblichen Besprechungen.",
      "levels": {
        "1": [
          "Sicherheit auf die Agenda setzen. In jeder Sitzung 5 Minuten reservieren. Mit aktuellen Themen beginnen. Alle einbeziehen. Routine entwickeln."
        ],
        "2": [
          "Sicherheit systematisch in alle Meetings integrieren. Standardtraktandum etablieren. Themenplan entwickeln. Auch extern thematisieren. Dokumentieren."
        ],
        "3": [
          "Sicherheit als festen Bestandteil aller Kommunikation implementieren. Strukturierte Formate. Interaktive Elemente. Wirkung messen. Best Practice werden."
        ],
        "4": [
          "Sicherheit als selbstverständlichen Gesprächsinhalt kultivieren. Innovative Formate. Kulturelle Verankerung. Thought Leadership. Andere inspirieren."
        ]
      },
      "children": []
    },
    {
      "id": "3.9.2",
      "groupId": "3.9.2",
      "finding": "Bei Gesprächen über Sicherheit werden nur Probleme diskutiert, aber keine Schutzziele festgelegt und Massnahmen getroffen.",
      "levels": {
        "1": [
          "Lösungsorientiert diskutieren. Nach jedem Problem fragen: \"Was tun wir?\". Erste Ziele setzen. Massnahmen definieren. Verantwortliche benennen."
        ],
        "2": [
          "Strukturierte Sicherheitsgespräche führen. Problem-Ziel-Massnahmen-Schema nutzen. SMART-Ziele setzen. Aktionspläne erstellen. Nachverfolgen."
        ],
        "3": [
          "Professionelles Sicherheitsmanagement in Gesprächen implementieren. Systematische Zielsetzung. Massnahmencontrolling. Wirksamkeitsprüfung. PDCA leben."
        ],
        "4": [
          "Proaktive Sicherheitsdialoge kultivieren. Präventionsfokus. Innovation fördern. Positive Sicherheitskultur. Excellence demonstrieren."
        ]
      },
      "children": []
    },
    {
      "id": "3.10.1",
      "groupId": "3.10.1",
      "finding": "(Kontext: Häufigkeit der Fremdfirmenbeschäftigung wird erfragt - keine negative Feststellung möglich)",
      "levels": {
        "1": [],
        "2": [],
        "3": [],
        "4": []
      },
      "children": []
    },
    {
      "id": "3.10.2",
      "groupId": "3.10.2",
      "finding": "Fremdfirmen werden nicht auf Gefahren und Sicherheitsanforderungen im Unternehmen aufmerksam gemacht.",
      "levels": {
        "1": [
          "Fremdfirmen über Hauptgefahren informieren. Kurzes Infoblatt erstellen. Bei Auftragserteilung mitgeben. Ansprechperson nennen. Fragen klären."
        ],
        "2": [
          "Systematische Fremdfirmeninformation entwickeln. Standardunterlagen erstellen. Einweisungsprozess definieren. Verschiedene Gefährdungsstufen. Dokumentation sichern."
        ],
        "3": [
          "Professionelles Contractor Management implementieren. Umfassende Sicherheitseinweisung. E-Learning Option. Verständnisprüfung. Zertifikate ausstellen."
        ],
        "4": [
          "Exzellentes Fremdfirmenmanagement als Standard. Digitale Plattform. Präqualifikation. Real-time Monitoring. Partnerschaftsansatz."
        ]
      },
      "children": []
    },
    {
      "id": "3.10.3",
      "groupId": "3.10.3",
      "finding": "Das Einhalten von Sicherheitsbestimmungen ist kein Bestandteil schriftlicher Werkverträge mit Fremdfirmen.",
      "levels": {
        "1": [
          "Sicherheitsklausel in Verträge aufnehmen. Standardtext entwickeln. Rechtsabteilung einbeziehen. Bei neuen Verträgen anwenden. Verbindlichkeit schaffen."
        ],
        "2": [
          "Umfassende Sicherheitsvertragsklauseln entwickeln. Nach Risiko differenzieren. In alle Verträge integrieren. Sanktionen vorsehen. Rechtssicher gestalten."
        ],
        "3": [
          "Professionelle Vertragsgestaltung für Sicherheit implementieren. Detaillierte Anforderungen. SLA definieren. Audit-Rechte. Partnerschaftlich gestalten."
        ],
        "4": [
          "Innovative Vertragsmodelle für Sicherheitspartnerschaft. Anreizssysteme. Shared Value Creation. Best-in-Class Standards. Vorreiter sein."
        ]
      },
      "children": []
    },
    {
      "id": "3.10.4",
      "groupId": "3.10.4",
      "finding": "Das Einhalten von Sicherheitsbestimmungen bei Fremdfirmen wird nicht überwacht und systematisch kontrolliert.",
      "levels": {
        "1": [
          "Stichprobenartige Kontrollen einführen. Bei kritischen Arbeiten beginnen. Einfache Checkliste nutzen. Auffälligkeiten ansprechen. Dokumentieren."
        ],
        "2": [
          "Systematische Überwachung etablieren. Kontrollplan erstellen. Verschiedene Kontrollarten. Verantwortlichkeiten regeln. Konsequent durchführen."
        ],
        "3": [
          "Professionelles Monitoring implementieren. Digitale Erfassung. KPI-Tracking. Audit-System. Feedback-Loops. Kontinuierliche Verbesserung."
        ],
        "4": [
          "Intelligentes Contractor Safety Management. Real-time Monitoring. Predictive Analytics. Automated Compliance. Partnership Excellence."
        ]
      },
      "children": []
    },
    {
      "id": "3.10.5",
      "groupId": "3.10.5",
      "finding": "Das Einhalten von Sicherheitsbestimmungen bei Fremdfirmen wird nicht konsequent durchgesetzt.",
      "levels": {
        "1": [
          "Bei Verstössen reagieren. Erst ansprechen, dann handeln. Eskalation vorsehen. Konsequent bleiben. Fairness wahren."
        ],
        "2": [
          "Klares Durchsetzungskonzept entwickeln. Eskalationsstufen definieren. Sanktionskatalog erstellen. Transparent kommunizieren. Konsequent anwenden."
        ],
        "3": [
          "Professionelles Enforcement implementieren. Positive und negative Anreize. Entwicklungsansatz. Partnerschaftsdialog. Wirksamkeit messen."
        ],
        "4": [
          "Sicherheitspartnerschaft als Ziel. Gemeinsame Entwicklung. Win-Win-Ansätze. Cultural Alignment. Excellence gemeinsam erreichen."
        ]
      },
      "children": []
    },
    {
      "id": "3.10.6",
      "groupId": "3.10.6",
      "finding": "Das Unternehmen ist nicht bereit, Werkverträge mit Fremdfirmen aufzulösen, wenn Sicherheitsbestimmungen nicht eingehalten werden.",
      "levels": {
        "1": [
          "Grenzen setzen lernen. Bei groben Verstössen Konsequenzen ziehen. Alternativen vorbereiten. Sicherheit priorisieren. Haltung zeigen."
        ],
        "2": [
          "Klare Auflösungskriterien definieren. In Verträge einbauen. Eskalationsprozess festlegen. Alternativen sichern. Konsequent handeln."
        ],
        "3": [
          "Professionelles Vertragsmanagement mit Exit-Strategie implementieren. Due Diligence. Risikobewertung. Alternative Lieferanten. Durchsetzungsstärke."
        ],
        "4": [
          "Sicherheit als nicht verhandelbaren Wert etablieren. Präqualifikation perfektionieren. Partnernetzwerk aufbauen. Null-Toleranz wo nötig. Vorbild sein."
        ]
      },
      "children": []
    },
    {
      "id": "3.10.7",
      "groupId": "3.10.7",
      "finding": "Das Sicherheits- und Gesundheitsschutz-Verhalten bei Fremdfirmen wird nicht in der Lieferantenbeurteilung mitberücksichtigt.",
      "levels": {
        "1": [
          "Sicherheit in Bewertung aufnehmen. Einfache Kriterien definieren. Bei wichtigen Lieferanten beginnen. Gewichtung festlegen. Transparent machen."
        ],
        "2": [
          "Systematische Integration in Lieferantenbewertung. KPIs entwickeln. Scoring-Modell erstellen. Regelmässig bewerten. Konsequenzen ableiten."
        ],
        "3": [
          "Umfassendes Supplier Safety Rating implementieren. Mehrdimensionale Bewertung. Benchmarking. Entwicklungspläne. Strategic Sourcing."
        ],
        "4": [
          "Sicherheit als Wettbewerbsvorteil in Lieferkette. Innovative Bewertungsmodelle. Shared Value. Nachhaltigkeitsintegration. Supply Chain Excellence."
        ]
      },
      "children": []
    },
    {
      "id": "3.10.8",
      "groupId": "3.10.8",
      "finding": "In dem Unternehmen besteht kein Angebot für die Sicherheitsausbildung der beauftragten Fremdfirmen.",
      "levels": {
        "1": [
          "Über gemeinsame Schulungen nachdenken. Wichtigste Themen identifizieren. Erste Angebote machen. Win-Win aufzeigen. Pilotprojekt starten."
        ],
        "2": [
          "Strukturiertes Schulungsangebot für Fremdfirmen entwickeln. Bedarfsanalyse durchführen. Verschiedene Formate. Kostenmodell klären. Systematisch anbieten."
        ],
        "3": [
          "Professionelle Contractor Academy implementieren. Zertifizierte Schulungen. E-Learning Plattform. Kompetenznachweis. Kontinuierliche Entwicklung."
        ],
        "4": [
          "Fremdfirmen-Universität als USP etablieren. Innovative Lernkonzepte. Gemeinsame Entwicklung. Ökosystem-Ansatz. Thought Leadership.",
          "Sicherheitskultur-Assessment Kapitel 4: Sicherheitsstandards",
          "ReportItemID",
          "Feststellung",
          "4.",
          "Sicherheitsstandards"
        ]
      },
      "children": []
    },
    {
      "id": "4.1.1",
      "groupId": "4.1.1",
      "finding": "Sicherheits- und gesundheitsrelevante Merkblätter und Arbeitsanweisungen sind im Unternehmen nicht vorhanden.",
      "levels": {
        "1": [
          "Die Notwendigkeit von Dokumentation erkennen. Wichtigste Gefährdungen identifizieren. Erste Merkblätter von Suva beschaffen. Für kritische Arbeiten beginnen. Zugänglich machen."
        ],
        "2": [
          "Vorhandene Praktiken verschriftlichen. Systematisch Merkblätter sammeln. Nach Arbeitsbereichen ordnen. Lücken identifizieren. Schrittweise ergänzen."
        ],
        "3": [
          "Umfassendes Dokumentationssystem implementieren. Alle relevanten Arbeiten abdecken. Verständlichkeit sicherstellen. Digitale Verfügbarkeit schaffen. Nutzung fördern."
        ],
        "4": [
          "Intelligentes Wissensmanagementsystem etablieren. Kontextbezogene Bereitstellung. Multimediale Aufbereitung. Kontinuierliche Aktualisierung. Best-in-Class werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.1.2",
      "groupId": "4.1.2",
      "finding": "Die Checklisten von Suva und der Branchenlösung werden nicht eingesetzt.",
      "levels": {
        "1": [
          "Verfügbare Checklisten entdecken. Mit einer relevanten Checkliste starten. Praktischen Nutzen erfahren. Vorgesetzte motivieren. Erfolge zeigen."
        ],
        "2": [
          "Systematisch passende Checklisten identifizieren. Einsatzplan erstellen. Verantwortliche schulen. Regelmässige Nutzung etablieren. Ergebnisse dokumentieren."
        ],
        "3": [
          "Professionelles Checklistenmanagement implementieren. Digitale Erfassung einführen. Auswertungen vornehmen. Massnahmen ableiten. Wirksamkeit messen."
        ],
        "4": [
          "Checklistenkultur als Präventionsinstrument perfektionieren. Digitale Workflows. Predictive Analytics. Kontinuierliche Optimierung. Vorreiter werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.1.3",
      "groupId": "4.1.3",
      "finding": "Das Booklet \"Lebenswichtige Regeln\" der Suva wird im Unternehmen nicht eingesetzt.",
      "levels": {
        "1": [
          "Die lebenswichtigen Regeln kennenlernen. Relevante Regeln für den Betrieb identifizieren. In Teamsitzungen vorstellen. Erste Instruktionen durchführen. Verbindlichkeit schaffen."
        ],
        "2": [
          "Systematischen Einsatz der lebenswichtigen Regeln planen. Instruktionsprogramm entwickeln. Alle Mitarbeitenden erreichen. Regelmässig wiederholen. Verstösse thematisieren."
        ],
        "3": [
          "Lebenswichtige Regeln vollständig integrieren. STOPP-Kultur etablieren. Systematische Instruktionen. Verhaltensbeobachtungen. Null-Toleranz leben."
        ],
        "4": [
          "Sicherheitskultur auf lebenswichtigen Regeln aufbauen. Intrinsische Motivation fördern. Peer-Intervention stärken. Vision Zero verfolgen. Excellence demonstrieren."
        ]
      },
      "children": []
    },
    {
      "id": "4.1.4",
      "groupId": "4.1.4",
      "finding": "Die Adressaten sind nicht im Besitz der relevanten Merkblätter und Arbeitsanweisungen oder haben keinen Zugang dazu.",
      "levels": {
        "1": [
          "Wichtigste Dokumente identifizieren. Zentrale Ablage schaffen. Standort kommunizieren. Kopien für Schlüsselpersonen. Zugang erleichtern."
        ],
        "2": [
          "Systematische Verteilung organisieren. Digitalen Zugang aufbauen. Persönliche Dokumentation wo nötig. Aktualität sicherstellen. Nutzung fördern."
        ],
        "3": [
          "Professionelles Dokumentenmanagement implementieren. Multi-Channel-Zugang. Mobile Verfügbarkeit. Personalisierte Bereitstellung. Usability maximieren."
        ],
        "4": [
          "Seamless Information Access perfektionieren. KI-gestützte Relevanzfilterung. Augmented Reality Integration. Predictive Information. Zukunft gestalten."
        ]
      },
      "children": []
    },
    {
      "id": "4.1.5",
      "groupId": "4.1.5",
      "finding": "Im Unternehmen werden keine internen Weisungen bezüglich Arbeitssicherheit und Gesundheitsschutz als Ergänzung zu offiziellen Merkblättern abgefasst und verwendet.",
      "levels": {
        "1": [
          "Bedarf für eigene Weisungen erkennen. Mit einer kritischen Arbeit beginnen. Einfache Anweisung formulieren. Mit Betroffenen besprechen. Verbindlich machen."
        ],
        "2": [
          "Systematisch betriebsspezifische Weisungen entwickeln. Lücken zu externen Dokumenten schliessen. Einheitliches Format verwenden. Freigabeprozess etablieren. Schulungen durchführen."
        ],
        "3": [
          "Umfassendes internes Regelwerk implementieren. Alle spezifischen Risiken abdecken. Mit externen Vorgaben harmonisieren. Digitale Verwaltung. Compliance sichern."
        ],
        "4": [
          "Integriertes Regelwerksmanagement perfektionieren. Dynamische Anpassung. Verhaltensorientierte Gestaltung. Innovation in Sicherheitsstandards. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.1.6",
      "groupId": "4.1.6",
      "finding": "Die betroffenen Mitarbeiter werden beim Erstellen betriebsinterner Weisungen nicht miteinbezogen.",
      "levels": {
        "1": [
          "Praktisches Wissen der Mitarbeitenden wertschätzen. Bei neuen Weisungen nach Input fragen. Entwürfe zur Stellungnahme geben. Verbesserungen aufnehmen. Akzeptanz fördern."
        ],
        "2": [
          "Strukturierten Einbezug etablieren. Arbeitsgruppen für Weisungserstellung bilden. Systematisches Feedback einholen. Praxistauglichkeit sicherstellen. Ownership schaffen."
        ],
        "3": [
          "Partizipative Entwicklung von Standards implementieren. Co-Creation-Prozesse. Digitale Kollaboration. Kontinuierliche Verbesserung. Hohe Akzeptanz erreichen."
        ],
        "4": [
          "Mitarbeitende als Standardentwickler empowern. Bottom-up Innovation. Agile Anpassung. Selbstregulierung fördern. Exzellenzkultur schaffen."
        ]
      },
      "children": []
    },
    {
      "id": "4.1.7",
      "groupId": "4.1.7",
      "finding": "Die permanente Aktualisierung der Merkblätter, Arbeitsanweisungen und betriebsinterner Weisungen ist nicht sichergestellt.",
      "levels": {
        "1": [
          "Verantwortung für Updates zuweisen. Wichtigste Dokumente priorisieren. Jährliche Überprüfung einführen. Änderungen markieren. Kommunizieren."
        ],
        "2": [
          "Systematisches Update-Management etablieren. Review-Kalender erstellen. Verschiedene Quellen überwachen. Prozess dokumentieren. Compliance sichern."
        ],
        "3": [
          "Professionelles Dokumentenlebenszyklus-Management implementieren. Automatisierte Überwachung. Change Management. Versionskontrolle. Audit-Trail."
        ],
        "4": [
          "Intelligentes selbstaktualisierendes System. KI-gestützte Relevanzprüfung. Predictive Updates. Blockchain-Verifizierung. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "4.2.1",
      "groupId": "4.2.1",
      "finding": "Die aufgrund der Gefährdungssituationen notwendigen persönlichen Schutzausrüstungen sind nicht definiert (keine systematische Erfassung welche PSA wo benötigt wird).",
      "levels": {
        "1": [
          "Offensichtliche PSA-Bedürfnisse erkennen. Mit Grundausstattung beginnen (Helm, Schuhe, Brille). Für Hauptgefahren PSA bestimmen. Erste Beschaffungen vornehmen. Nutzung einfordern."
        ],
        "2": [
          "Systematische Gefährdungsermittlung für PSA durchführen. Alle Arbeitsplätze analysieren. PSA-Matrix erstellen. Spezifikationen festlegen. Beschaffung planen."
        ],
        "3": [
          "Professionelles PSA-Management implementieren. Detaillierte Gefährdungsbeurteilungen. Ergonomische Auswahl. Persönliche Anpassung. Qualitätssicherung."
        ],
        "4": [
          "PSA-Excellence erreichen. Innovative Schutzkonzepte. Predictive Safety Equipment. Smarte PSA integrieren. Technologieführer werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.3.1",
      "groupId": "4.3.1",
      "finding": "Die betroffenen Mitarbeiter werden bei der Auswahl persönlicher Schutzmittel nicht einbezogen.",
      "levels": {
        "1": [
          "Mitarbeitermeinung zu PSA einholen. Trageversuche ermöglichen. Feedback ernst nehmen. Alternative Modelle testen. Akzeptanz fördern."
        ],
        "2": [
          "Strukturierten Auswahlprozess mit Mitarbeiterbeteiligung entwickeln. Testphasen einplanen. Bewertungskriterien definieren. Dokumentieren. Gemeinsam entscheiden."
        ],
        "3": [
          "Partizipative PSA-Auswahl vollständig implementieren. Ergonomie-Assessments. Individuelle Anpassungen. Zufriedenheitsmessungen. Kontinuierliche Optimierung."
        ],
        "4": [
          "Co-Design von PSA fördern. Innovative Beteiligungsmodelle. Customized Safety Solutions. Höchste Akzeptanz erreichen. Vorbild werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.3.2",
      "groupId": "4.3.2",
      "finding": "Es bestehen keine betriebsinternen schriftlichen Weisungen bezüglich der Verwendung persönlicher Schutzmittel.",
      "levels": {
        "1": [
          "Erste PSA-Regeln aufschreiben. Mit wichtigsten Schutzausrüstungen beginnen. Klare Vorgaben machen. Visualisieren (Piktogramme). Kommunizieren."
        ],
        "2": [
          "Umfassende PSA-Weisungen erstellen. Nach Arbeitsbereichen differenzieren. Tragepflicht klar definieren. Ausnahmen regeln. Schulungen durchführen."
        ],
        "3": [
          "Professionelles PSA-Regelwerk implementieren. Detaillierte Anwendungsvorgaben. Digitale Verfügbarkeit. Mehrsprachigkeit. Compliance-Monitoring."
        ],
        "4": [
          "Intelligente PSA-Guidance entwickeln. Kontextbezogene Hinweise. AR-Unterstützung. Verhaltensbasierte Sicherheit. Innovation demonstrieren."
        ]
      },
      "children": []
    },
    {
      "id": "4.3.3",
      "groupId": "4.3.3",
      "finding": "Das Benützen persönlicher Schutzmittel wird von den Vorgesetzten nicht vorgelebt.",
      "levels": {
        "1": [
          "Vorbildfunktion bewusst machen. Vorgesetzte verpflichten, PSA zu tragen. Keine Ausnahmen dulden. Positive Beispiele hervorheben. Konsequenz zeigen."
        ],
        "2": [
          "Systematisches Vorbildverhalten etablieren. In Führungsgrundsätze aufnehmen. Regelmässig thematisieren. Beobachtungen durchführen. Feedback geben."
        ],
        "3": [
          "Vorbildkultur vollständig implementieren. 360-Grad-Feedback zu PSA-Nutzung. Führungskräfte-Coaching. Positive Verstärkung. Kulturwandel erreichen."
        ],
        "4": [
          "PSA-Leadership als Selbstverständlichkeit. Intrinsische Motivation. Peer-Leadership. Null-Toleranz bei Führungskräften. Excellence vorleben."
        ]
      },
      "children": []
    },
    {
      "id": "4.3.4",
      "groupId": "4.3.4",
      "finding": "Die Beschäftigten werden nicht über die an ihrem Arbeitsplatz auftretenden Gefahren und entsprechenden Sicherheitsmassnahmen aufgeklärt.",
      "levels": {
        "1": [
          "Hauptgefahren identifizieren und kommunizieren. Einfache Gefährdungshinweise erstellen. In Teambesprechungen erklären. Schutzmassnahmen aufzeigen. Fragen beantworten."
        ],
        "2": [
          "Systematische Gefährdungskommunikation aufbauen. Arbeitsplatzspezifische Unterlagen erstellen. Regelmässige Unterweisungen. Verständnis prüfen. Dokumentieren."
        ],
        "3": [
          "Umfassendes Hazard Communication System implementieren. Multimediale Aufbereitung. Interaktive Schulungen. Kompetenznachweis. Kontinuierliche Updates."
        ],
        "4": [
          "Exzellente Risikokommunikation als Standard. Real-time Hazard Information. Predictive Risk Alerts. Gamification. Benchmark setzen."
        ]
      },
      "children": []
    },
    {
      "id": "4.3.5",
      "groupId": "4.3.5",
      "finding": "Die Beschäftigten werden nicht in der korrekten Anwendung und Pflege der persönlichen Schutzmittel angeleitet.",
      "levels": {
        "1": [
          "Grundlegende PSA-Anwendung zeigen. Anleitungen der Hersteller nutzen. Praktisch demonstrieren. Pflege erklären. Übungszeit geben."
        ],
        "2": [
          "Strukturierte PSA-Schulungen entwickeln. Anwendung und Pflege systematisch vermitteln. Praktische Übungen. Auffrischungen planen. Kompetenz sichern."
        ],
        "3": [
          "Professionelles PSA-Training implementieren. Zertifizierte Instruktoren. E-Learning-Module. Praxisprüfungen. Wartungssysteme etablieren."
        ],
        "4": [
          "PSA-Kompetenz als Kernfähigkeit verankern. Innovative Trainingsmethoden. VR-Simulationen. Predictive Maintenance. Excellence erreichen."
        ]
      },
      "children": []
    },
    {
      "id": "4.3.6",
      "groupId": "4.3.6",
      "finding": "Die korrekte Anwendung der persönlichen Schutzausrüstung wird nicht kontrolliert und durchgesetzt.",
      "levels": {
        "1": [
          "Erste Kontrollen einführen. Bei kritischen Arbeiten beginnen. Freundlich erinnern. Bei Verstössen ansprechen. Konsequenz entwickeln."
        ],
        "2": [
          "Systematische PSA-Kontrollen etablieren. Kontrollplan erstellen. Verschiedene Kontrollmethoden. Dokumentation einführen. Konsequenzen definieren."
        ],
        "3": [
          "Professionelles PSA-Compliance-Management implementieren. Verhaltensbeobachtungen. Positive Verstärkung. Digitale Erfassung. KPI-Tracking."
        ],
        "4": [
          "Selbstregulierte PSA-Kultur erreichen. Peer-Observation. Gamification-Ansätze. Smart PSA Monitoring. Zero-Incident anstreben."
        ]
      },
      "children": []
    },
    {
      "id": "4.3.7",
      "groupId": "4.3.7",
      "finding": "Es gibt Arbeitsplätze oder Tätigkeiten mit unbefriedigender Akzeptanz von Schutzmitteln.",
      "levels": {
        "1": [
          "Akzeptanzprobleme ernst nehmen. Ursachen erfragen. Alternative PSA testen. Kompromisse suchen. Schrittweise Verbesserung."
        ],
        "2": [
          "Systematische Akzeptanzanalyse durchführen. Root Causes identifizieren. Lösungsworkshops. Alternative Schutzkonzepte. Pilotversuche."
        ],
        "3": [
          "Umfassendes Akzeptanzmanagement implementieren. Ergonomie optimieren. Verhaltenspsychologie nutzen. Customized Solutions. Change Management."
        ],
        "4": [
          "PSA-Innovation für maximale Akzeptanz. Co-Creation mit Nutzern. Disruptive Schutzkonzepte. Technologieintegration. Branchenführer werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.4.1",
      "groupId": "4.4.1",
      "finding": "Anweisungen der Hersteller und Lieferanten betreffend Normal- und Sonderbetrieb von Anlagen, Maschinen und Geräten werden nicht befolgt.",
      "levels": {
        "1": [
          "Herstelleranweisungen als wichtig erkennen. Dokumentationen sammeln. Kritische Punkte identifizieren. Erste Schulungen durchführen. Befolgung einfordern."
        ],
        "2": [
          "Systematische Erfassung aller Herstellervorgaben. Nach Anlagen strukturieren. Verständliche Aufbereitung. Schulungsprogramm entwickeln. Compliance überwachen."
        ],
        "3": [
          "Professionelles Anweisungsmanagement implementieren. Digitale Verfügbarkeit. Kontextbezogene Bereitstellung. Qualifikationsnachweis. Audit-System."
        ],
        "4": [
          "Intelligente Anweisungsintegration perfektionieren. AR-gestützte Anleitungen. Predictive Guidance. Real-time Compliance. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "4.4.2",
      "groupId": "4.4.2",
      "finding": "Es bestehen keine betriebsinternen Weisungen betreffend Normal- und Sonderbetrieb von Anlagen, Maschinen und Geräten.",
      "levels": {
        "1": [
          "Notwendigkeit eigener Weisungen erkennen. Mit kritischen Anlagen beginnen. Herstellervorgaben ergänzen. Praxiserfahrung einbeziehen. Verbindlich machen."
        ],
        "2": [
          "Systematisch interne Betriebsweisungen entwickeln. Normal- und Sonderbetrieb differenzieren. Sicherheitsfokus setzen. Freigabeprozesse definieren. Schulen."
        ],
        "3": [
          "Umfassendes Betriebsweisungssystem implementieren. Alle Betriebszustände abdecken. Risikobasierter Ansatz. Digitale Workflows. Kontinuierliche Verbesserung."
        ],
        "4": [
          "State-of-the-art Betriebsmanagement. Intelligente Assistenzsysteme. Predictive Operations. Autonome Sicherheit. Zukunft gestalten."
        ]
      },
      "children": []
    },
    {
      "id": "4.4.3",
      "groupId": "4.4.3",
      "finding": "Das Verhältnis zwischen Unfällen im Normalbetrieb und im Sonderbetrieb ist nicht bekannt.",
      "levels": {
        "1": [
          "Unterscheidung Normal-/Sonderbetrieb einführen. Bei Ereigniserfassung differenzieren. Erste Auswertungen vornehmen. Muster erkennen. Massnahmen ableiten."
        ],
        "2": [
          "Systematische Erfassung nach Betriebsarten etablieren. Detaillierte Kategorisierung. Statistische Auswertung. Risikoschwerpunkte identifizieren. Präventionsfokus setzen."
        ],
        "3": [
          "Professionelles Betriebsarten-Monitoring implementieren. Echtzeit-Erfassung. Predictive Analytics. Präventionsstrategien entwickeln. KPI-Dashboard."
        ],
        "4": [
          "Intelligente Betriebsanalyse perfektionieren. Machine Learning für Mustererkennung. Proaktive Intervention. Zero-Incident-Strategien. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.5.1",
      "groupId": "4.5.1",
      "finding": "Das Unternehmen hat keine spezielle Organisationseinheit, die mit der Instandhaltung von Arbeitsmitteln beauftragt ist.",
      "levels": {
        "1": [
          "Instandhaltungsverantwortung klären. Zuständigkeiten definieren. Mit kritischen Arbeitsmitteln beginnen. Erste Wartungspläne erstellen. Ressourcen zuteilen."
        ],
        "2": [
          "Systematische Instandhaltungsorganisation aufbauen. Rollen und Prozesse definieren. Kompetenz sicherstellen. Dokumentation einführen. Schnittstellen klären."
        ],
        "3": [
          "Professionelle Instandhaltungsabteilung implementieren. Moderne Maintenance-Strategien. Digitale Systeme. Predictive Maintenance. Performance messen."
        ],
        "4": [
          "Excellence in Asset Management erreichen. IoT-Integration. KI-gestützte Wartung. Reliability Centered Maintenance. Industry 4.0 führen."
        ]
      },
      "children": []
    },
    {
      "id": "4.5.2",
      "groupId": "4.5.2",
      "finding": "Bestimmte Mitarbeiter werden nicht von Herstellerfirmen oder Lieferanten in der Instandhaltung von Arbeitsmitteln geschult.",
      "levels": {
        "1": [
          "Schulungsbedarf identifizieren. Bei Neuanschaffungen Training einfordern. Wichtige Anlagen priorisieren. Erste Schulungen organisieren. Wissen dokumentieren."
        ],
        "2": [
          "Systematisches Schulungsprogramm mit Herstellern entwickeln. Alle kritischen Arbeitsmittel abdecken. Qualifikationsmatrix erstellen. Auffrischungen planen. Transfer sichern."
        ],
        "3": [
          "Umfassendes Kompetenzmanagement für Instandhaltung implementieren. Zertifizierte Schulungen. Interne Multiplikatoren. Skill-Datenbank. Kontinuierliche Entwicklung."
        ],
        "4": [
          "Instandhaltungsakademie etablieren. Herstellerpartnerschaften. Innovative Trainingskonzepte. Augmented Maintenance. Kompetenzzentrum werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.5.3",
      "groupId": "4.5.3",
      "finding": "Es bestehen keine betriebsinternen Weisungen betreffend der Instandhaltung von Arbeitsmitteln.",
      "levels": {
        "1": [
          "Erste Wartungsanweisungen erstellen. Mit sicherheitskritischen Arbeiten beginnen. Herstellervorgaben ergänzen. Checklisten entwickeln. Verbindlich machen."
        ],
        "2": [
          "Systematische Instandhaltungsweisungen entwickeln. Alle Arbeitsmitteltypen abdecken. Sicherheitsaspekte integrieren. Standardisieren. Schulungen durchführen."
        ],
        "3": [
          "Professionelles Maintenance Management System implementieren. Detaillierte Procedures. Digitale Workflows. Qualitätssicherung. Compliance-Monitoring."
        ],
        "4": [
          "Intelligente Instandhaltungssteuerung perfektionieren. Adaptive Procedures. Real-time Guidance. Predictive Safety. Innovation vorantreiben."
        ]
      },
      "children": []
    },
    {
      "id": "4.5.4",
      "groupId": "4.5.4",
      "finding": "Anweisungen der Hersteller bzw. interne Weisungen betreffend der Instandhaltung werden nicht befolgt.",
      "levels": {
        "1": [
          "Wichtigkeit der Befolgung vermitteln. Hauptrisiken aufzeigen. Einfache Kontrollen einführen. Bei Abweichungen reagieren. Unterstützung bieten."
        ],
        "2": [
          "Systematisches Compliance-Management etablieren. Befolgung überwachen. Abweichungen analysieren. Korrekturmassnahmen. Schulungen intensivieren."
        ],
        "3": [
          "Professionelles Anweisungs-Compliance-System implementieren. Digitale Checklisten. Audit-Programme. Performance Tracking. Kontinuierliche Verbesserung."
        ],
        "4": [
          "Selbstregulierende Compliance-Kultur erreichen. Gamification. Positive Verstärkung. Predictive Compliance. Excellence demonstrieren."
        ]
      },
      "children": []
    },
    {
      "id": "4.5.5",
      "groupId": "4.5.5",
      "finding": "Instandhaltungsarbeiten werden nicht geplant und nicht mit betroffenen Mitarbeitern besprochen.",
      "levels": {
        "1": [
          "Planungsbedarf erkennen. Einfachen Wartungskalender einführen. Betroffene informieren. Erste Besprechungen durchführen. Koordination verbessern."
        ],
        "2": [
          "Systematische Instandhaltungsplanung etablieren. Jahrespläne erstellen. Kommunikationsprozesse definieren. Mitarbeiterbeteiligung sichern. Tools einführen."
        ],
        "3": [
          "Professionelles Maintenance Planning implementieren. CMMS einführen. Ressourcenoptimierung. Stakeholder-Management. Performance Indicators."
        ],
        "4": [
          "Intelligente vorausschauende Planung perfektionieren. AI-Optimierung. Selbstorganisierende Teams. Nahtlose Integration. Benchmark setzen."
        ]
      },
      "children": []
    },
    {
      "id": "4.5.6",
      "groupId": "4.5.6",
      "finding": "Die Freigabe der Arbeitsmittel nach Instandhaltungsarbeiten erfolgt nicht nach bestimmten Sicherheitsregeln.",
      "levels": {
        "1": [
          "Freigabeprozess als kritisch erkennen. Einfache Checkliste für Freigabe erstellen. Vier-Augen-Prinzip einführen. Dokumentation beginnen. Verantwortung klären."
        ],
        "2": [
          "Strukturiertes Freigabeverfahren entwickeln. Sicherheitschecks standardisieren. Rollen definieren. Freigabedokumentation. Systematisch schulen."
        ],
        "3": [
          "Professionelles Freigabemanagement implementieren. Digitale Workflows. Qualifizierte Prüfer. Audit-Trail. Lock-out/Tag-out integrieren."
        ],
        "4": [
          "Fail-Safe Freigabesysteme perfektionieren. Intelligente Verriegelungen. Blockchain-Dokumentation. Zero-Defect-Freigaben. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "4.6.1",
      "groupId": "4.6.1",
      "finding": "Das Unternehmen verfügt über keine spezielle Organisationseinheit, die mit der Instandhaltung von Gebäuden und Anlagen beauftragt ist.",
      "levels": {
        "1": [
          "Verantwortlichkeiten für Gebäudeunterhalt klären. Prioritäten setzen. Erste Inspektionen planen. Mängelliste erstellen. Ressourcen organisieren."
        ],
        "2": [
          "Systematische Facility-Management-Funktion aufbauen. Zuständigkeiten definieren. Prozesse etablieren. Kompetenz sicherstellen. Dokumentation einführen."
        ],
        "3": [
          "Professionelles Facility Management implementieren. Moderne FM-Software. Präventive Strategien. Lifecycle-Management. Performance-Messung."
        ],
        "4": [
          "Smart Building Management perfektionieren. IoT-Sensoren. Predictive Maintenance. Sustainability Integration. Technologieführer werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.6.2",
      "groupId": "4.6.2",
      "finding": "Gefährdungen beim Unterhalt von Gebäuden und Anlagen sind nicht ermittelt und dokumentiert.",
      "levels": {
        "1": [
          "Offensichtliche Gefahren beim Gebäudeunterhalt erkennen. Absturzgefahren priorisieren. Erste Schutzkonzepte entwickeln. PSA definieren. Sensibilisieren."
        ],
        "2": [
          "Systematische Gefährdungsbeurteilung für Gebäudeunterhalt durchführen. Alle Tätigkeiten analysieren. Risikomatrix erstellen. Massnahmen ableiten. Dokumentieren."
        ],
        "3": [
          "Umfassendes Risikomanagement für Facility-Arbeiten implementieren. Detaillierte Assessments. Arbeitsverfahren entwickeln. Qualifikationen sichern. Monitoring etablieren."
        ],
        "4": [
          "Proaktives Facility-Safety-Management perfektionieren. Digitale Risikomodelle. Real-time Monitoring. Innovative Schutzkonzepte. Best-in-Class werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.6.3",
      "groupId": "4.6.3",
      "finding": "Es bestehen keine Sicherheitsbestimmungen betreffend der Instandhaltung von Gebäuden und Anlagen.",
      "levels": {
        "1": [
          "Erste Sicherheitsregeln für Gebäudearbeiten aufstellen. Begehbarkeit definieren. Absturzsicherung regeln. Arbeitserlaubnis einführen. Kommunizieren."
        ],
        "2": [
          "Umfassende Sicherheitsbestimmungen für Facility-Arbeiten entwickeln. Alle Gefährdungen abdecken. Standards definieren. Prozesse etablieren. Schulen."
        ],
        "3": [
          "Professionelles Facility-Safety-Regelwerk implementieren. Permit-to-Work-System. Contractor-Management. Digitale Prozesse. Audit-Programme."
        ],
        "4": [
          "State-of-the-art Facility Safety Standards. Intelligente Sicherheitssysteme. Augmented Safety. Zero-Accident-Facility. Innovation demonstrieren."
        ]
      },
      "children": []
    },
    {
      "id": "4.6.4",
      "groupId": "4.6.4",
      "finding": "Mitarbeiter werden nicht in der Instandhaltung von Gebäuden und Anlagen ausgebildet und instruiert.",
      "levels": {
        "1": [
          "Grundlegende Facility-Kompetenzen vermitteln. Mit Sicherheitsaspekten beginnen. Externe Schulungen nutzen. Erfahrene anleiten lassen. Dokumentieren."
        ],
        "2": [
          "Systematisches Ausbildungsprogramm für Facility-Personal entwickeln. Kompetenzprofile erstellen. Interne und externe Schulungen. Qualifikationsnachweise. Auffrischungen."
        ],
        "3": [
          "Umfassende Facility-Kompetenzentwicklung implementieren. Zertifizierte Programme. Spezialisierungen fördern. Karrierepfade. Wissensmanagement."
        ],
        "4": [
          "Facility Excellence Academy etablieren. Innovative Lernkonzepte. VR-Training. Internationale Standards. Talentschmiede werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.7.1",
      "groupId": "4.7.1",
      "finding": "Bei der Beschaffung von Arbeitsmitteln werden sicherheitstechnische Aspekte nicht berücksichtigt.",
      "levels": {
        "1": [
          "Sicherheit als Beschaffungskriterium einführen. Bei Neuanschaffungen Sicherheit hinterfragen. CE-Kennzeichnung beachten. Alternativen vergleichen. Bewusstsein schaffen."
        ],
        "2": [
          "Systematische Sicherheitskriterien für Beschaffung entwickeln. In Prozesse integrieren. Checklisten erstellen. Verantwortliche schulen. Konsequent anwenden."
        ],
        "3": [
          "Professionelles Safety Procurement implementieren. Detaillierte Anforderungen. Lieferantenbewertung. Risikobewertung. Total Cost of Ownership."
        ],
        "4": [
          "Safety-by-Design Beschaffung perfektionieren. Innovationspartnerschaften. Lifecycle Safety. Circular Economy. Thought Leader werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.7.2",
      "groupId": "4.7.2",
      "finding": "Bei der Beschaffung werden keine Checklisten oder Bestimmungen zur Überprüfung sicherheitstechnischer Aspekte verwendet.",
      "levels": {
        "1": [
          "Erste Beschaffungscheckliste erstellen. Minimale Sicherheitsanforderungen definieren. Bei grossen Anschaffungen anwenden. Erfahrungen sammeln. Verbessern."
        ],
        "2": [
          "Umfassende Beschaffungschecklisten entwickeln. Nach Arbeitsmittelkategorien differenzieren. Bewertungssystematik einführen. Prozesse standardisieren. Schulungen durchführen."
        ],
        "3": [
          "Digitales Beschaffungsmanagement mit Sicherheitsfokus implementieren. Automatisierte Prüfungen. Supplier Portal. Compliance Tracking. Best Practice Sharing."
        ],
        "4": [
          "Intelligente Beschaffungssysteme perfektionieren. AI-gestützte Risikoanalyse. Predictive Procurement. Blockchain-Verifizierung. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "4.7.3",
      "groupId": "4.7.3",
      "finding": "Es wird nicht überprüft, dass Arbeitsmittel, Anlagen, Werkstoffe und Gefahrenstoffe sicher sind, bevor diese verwendet werden.",
      "levels": {
        "1": [
          "Prüfung vor Erstverwendung einführen. Mit gefährlichen Arbeitsmitteln beginnen. Einfache Sichtprüfung. Dokumentation starten. Mängel melden."
        ],
        "2": [
          "Systematische Eingangsprüfungen etablieren. Prüfkriterien definieren. Verantwortlichkeiten regeln. Prüfprotokolle erstellen. Freigabeprozess einführen."
        ],
        "3": [
          "Professionelles Inbound Safety Management implementieren. Qualifizierte Prüfer. Digitale Dokumentation. Sperrprozesse. KPI-Monitoring."
        ],
        "4": [
          "Zero-Defect Inbound Systeme perfektionieren. Automatisierte Prüfungen. IoT-Integration. Real-time Compliance. Excellence demonstrieren."
        ]
      },
      "children": []
    },
    {
      "id": "4.7.4",
      "groupId": "4.7.4",
      "finding": "Die Überprüfung der Arbeitsmittel vor Verwendung wird nicht dokumentiert.",
      "levels": {
        "1": [
          "Einfache Prüfdokumentation beginnen. Datum und Prüfer notieren. Mängel festhalten. Ablage organisieren. Nachvollziehbarkeit schaffen."
        ],
        "2": [
          "Strukturierte Prüfdokumentation einführen. Standardformulare entwickeln. Digitale Erfassung ermöglichen. Archivierung regeln. Auswertungen vornehmen."
        ],
        "3": [
          "Professionelles Prüfmanagementsystem implementieren. Digitale Workflows. Foto-Dokumentation. Mängeltracking. Analytics Dashboard."
        ],
        "4": [
          "Blockchain-basierte Prüfdokumentation. Unveränderbare Records. Smart Contracts. AI-Auswertungen. Zukunft gestalten."
        ]
      },
      "children": []
    },
    {
      "id": "4.7.5",
      "groupId": "4.7.5",
      "finding": "Von Lieferanten werden nicht schon bei der Offerte sicherheitstechnische Daten, Prüfberichte, Zertifikate etc. verlangt.",
      "levels": {
        "1": [
          "Sicherheitsnachweise als Standard einfordern. In Anfragen aufnehmen. Bei kritischen Beschaffungen beginnen. Lieferanten sensibilisieren. Konsequent bleiben."
        ],
        "2": [
          "Systematische Anforderungen an Sicherheitsnachweise entwickeln. In Ausschreibungen standardisieren. Bewertungskriterien definieren. Lieferantenschulung. Durchsetzen."
        ],
        "3": [
          "Professionelles Supplier Safety Requirement System implementieren. Digitale Plattform. Automatisierte Prüfung. Rating-System. Entwicklungspartnerschaften."
        ],
        "4": [
          "Next-Gen Supplier Integration perfektionieren. Blockchain-Zertifikate. Real-time Verification. Co-Innovation. Industry Standard setzen."
        ]
      },
      "children": []
    },
    {
      "id": "4.7.6",
      "groupId": "4.7.6",
      "finding": "Von Lieferanten werden für neue Maschinen keine Konformitätserklärungen/Bedienungsanleitungen bzw. für unvollständige Maschinen keine Einbauerklärungen/Montageanleitungen verlangt.",
      "levels": {
        "1": [
          "MaschV-Anforderungen verstehen. Konformitätserklärungen einfordern. Bei Neumaschinen konsequent verlangen. Vollständigkeit prüfen. Lieferanten informieren."
        ],
        "2": [
          "Systematisches Konformitätsmanagement etablieren. Alle Maschinentypen erfassen. Checklisten für Dokumente. Schulung der Einkäufer. Lückenlose Durchsetzung."
        ],
        "3": [
          "Professionelles CE-Compliance-Management implementieren. Digitale Verwaltung. Automatische Vollständigkeitsprüfung. Lieferantenaudits. Rechtssicherheit."
        ],
        "4": [
          "Intelligentes Regulatory Compliance System. AI-gestützte Dokumentenprüfung. Predictive Compliance. Blockchain-Archivierung. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "4.7.7",
      "groupId": "4.7.7",
      "finding": "Konformitätserklärungen werden nicht auf Vollständigkeit geprüft und archiviert.",
      "levels": {
        "1": [
          "Wichtigkeit der Prüfung erkennen. Vollständigkeitsliste erstellen. Stichproben durchführen. Ordner für Archivierung anlegen. Zuständigkeit klären."
        ],
        "2": [
          "Strukturiertes Prüf- und Archivierungssystem aufbauen. Vollständigkeitskriterien definieren. Digitale Ablage einführen. Prozesse standardisieren. Compliance sichern."
        ],
        "3": [
          "Professionelles Dokumentenmanagement für Konformität implementieren. Automatisierte Vollständigkeitsprüfung. Revisionssichere Archivierung. Audit-Trail. Zugriffsmanagement."
        ],
        "4": [
          "State-of-the-art Compliance Documentation. Blockchain-Verifizierung. Smart Document Management. AI-Quality Checks. Zukunft definieren.",
          "Sicherheitskultur-Assessment Kapitel 5: Gefährdungsermittlung, Risikobeurteilung",
          "ReportItemID",
          "Feststellung",
          "5.",
          "Gefährdungsermittlung, Risikobeurteilung"
        ]
      },
      "children": []
    },
    {
      "id": "5.1.1",
      "groupId": "5.1.1",
      "finding": "Der Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit ist nicht geregelt (weder durch unternehmenseigene Lösung, Branchenlösung, Betriebsgruppenlösung, Modelllösung noch andere Lösung).",
      "levels": {
        "1": [
          "Die EKAS-Pflicht zum ASA-Beizug verstehen. Betriebsgrösse und Gefährdungen prüfen. Erste Kontakte zu Branchenlösungen knüpfen. Übergangslösung mit externem SiBe organisieren. Entscheidung vorbereiten."
        ],
        "2": [
          "Die passende Beizugslösung systematisch evaluieren. Kosten-Nutzen verschiedener Modelle vergleichen. Mit ähnlichen Betrieben austauschen. Entscheidung treffen und dokumentieren. Anmeldung durchführen."
        ],
        "3": [
          "Die gewählte ASA-Lösung professionell implementieren. Alle Anforderungen erfüllen. Spezialisten regelmässig beiziehen. Zusammenarbeit optimieren. Wirksamkeit überprüfen."
        ],
        "4": [
          "Die ASA-Betreuung als strategischen Vorteil nutzen. Über Mindestanforderungen hinausgehen. Präventionskultur mit Spezialisten entwickeln. Andere Betriebe unterstützen. Vorbild werden."
        ]
      },
      "children": []
    },
    {
      "id": "5.2.1",
      "groupId": "5.2.1",
      "finding": "Die Gefahren bezüglich Sicherheit und Gesundheit der Arbeitnehmenden sind nicht ermittelt und dokumentiert.",
      "levels": {
        "1": [
          "Die offensichtlichsten Gefahren aufschreiben. Mit Unfallschwerpunkten beginnen. Einfache Arbeitsplatzbegehungen durchführen. Erste Liste erstellen. Sofortmassnahmen einleiten."
        ],
        "2": [
          "Systematische Gefährdungsermittlung starten. Suva-Checklisten nutzen. Nach Arbeitsbereichen vorgehen. Mitarbeiterwissen einbeziehen. Strukturiert dokumentieren."
        ],
        "3": [
          "Professionelle Gefährdungsermittlung implementieren. Anerkannte Methoden anwenden. Alle Bereiche vollständig erfassen. Digital dokumentieren. Regelmässig aktualisieren."
        ],
        "4": [
          "Gefährdungsermittlung als kontinuierlichen Prozess perfektionieren. Präventive Ansätze entwickeln. Mitarbeitende als Gefahrenmelder aktivieren. Branchenführer in Prävention werden."
        ]
      },
      "children": []
    },
    {
      "id": "5.2.2",
      "groupId": "5.2.2",
      "finding": "Die Gefährdungsermittlung bezieht sich nicht auf alle relevanten Bereiche (Arbeitsmittel, Prozesse, Tätigkeiten, Arbeitsplätze, Fremdfirmen, Produkte, Gefahrstoffe etc.).",
      "levels": {
        "1": [
          "Mit den gefährlichsten Arbeitsmitteln beginnen. Unfallträchtige Tätigkeiten priorisieren. Schrittweise weitere Bereiche einbeziehen. Nichts vergessen, aber fokussiert starten."
        ],
        "2": [
          "Alle relevanten Bereiche systematisch erfassen. Matrix erstellen: was wird wo geprüft. Verantwortlichkeiten zuordnen. Zeitplan aufstellen. Lücken schliessen."
        ],
        "3": [
          "Vollständige Abdeckung aller Gefährdungsbereiche sicherstellen. Integriertes System implementieren. Schnittstellen beachten. Fremdfirmen einbinden. Qualität sichern."
        ],
        "4": [
          "Ganzheitliche Gefährdungsbetrachtung als Standard etablieren. Proaktiv neue Bereiche identifizieren. Lieferkette einbeziehen. Best Practice entwickeln. Massstäbe setzen."
        ]
      },
      "children": []
    },
    {
      "id": "5.2.3",
      "groupId": "5.2.3",
      "finding": "Die Gefährdungsermittlung wird nicht regelmässig überprüft und den Veränderungen im Unternehmen angepasst.",
      "levels": {
        "1": [
          "Bei grossen Änderungen an Gefährdungen denken. Nach Unfällen Ermittlung hinterfragen. Jährliche Überprüfung einplanen. Erste Updates vornehmen."
        ],
        "2": [
          "Systematischen Review-Prozess etablieren. Auslöser für Aktualisierungen definieren. Verantwortliche festlegen. Änderungsmanagement einführen. Dokumentation pflegen."
        ],
        "3": [
          "Professionelles Update-Management implementieren. Kontinuierliche Überwachung. Automatische Trigger. Versionskontrolle. Wirksamkeitsprüfung."
        ],
        "4": [
          "Dynamische Gefährdungsermittlung perfektionieren. Echtzeitanpassungen. Predictive Hazard Identification. Selbstlernende Organisation. Innovation vorantreiben."
        ]
      },
      "children": []
    },
    {
      "id": "5.2.4",
      "groupId": "5.2.4",
      "finding": "Im Unternehmen gibt es keine Person/Stelle, die für die systematische Gefährdungsermittlung zuständig ist.",
      "levels": {
        "1": [
          "Verantwortung für Gefährdungsermittlung zuweisen. Mit Teilzeitaufgabe beginnen. Grundlegende Schulung ermöglichen. Unterstützung zusichern. Sichtbar machen."
        ],
        "2": [
          "Klare Zuständigkeit schaffen und dokumentieren. Stellenbeschreibung anpassen. Qualifikation sicherstellen. Ressourcen bereitstellen. In Organisation einbinden."
        ],
        "3": [
          "Professionelle Funktion für Gefährdungsmanagement etablieren. Ausreichend Kompetenz und Zeit. Systematische Arbeitsweise. Reporting an GL. Kontinuierliche Weiterbildung."
        ],
        "4": [
          "Gefährdungsmanagement als Kompetenzzentrum positionieren. Expertise aufbauen. Innovativ arbeiten. Andere Bereiche beraten. Externe Anerkennung erreichen."
        ]
      },
      "children": []
    },
    {
      "id": "5.2.5",
      "groupId": "5.2.5",
      "finding": "Die Mitarbeitenden werden nicht in die Gefährdungsermittlung einbezogen.",
      "levels": {
        "1": [
          "Mitarbeitende nach Gefahren an ihrem Arbeitsplatz fragen. Ihre Erfahrung wertschätzen. Bei Begehungen mitnehmen. Vorschläge ernst nehmen. Rückmeldung geben."
        ],
        "2": [
          "Systematischen Einbezug der Mitarbeitenden organisieren. Gefährdungsmeldekarten einführen. Regelmässige Gespräche. Arbeitsgruppen bilden. Erfolge kommunizieren."
        ],
        "3": [
          "Partizipative Gefährdungsermittlung vollständig implementieren. Alle Mitarbeitenden schulen. Digitale Meldesysteme. Anreizsysteme. Kulturwandel erreichen."
        ],
        "4": [
          "Mitarbeitende zu aktiven Sicherheitspartnern entwickeln. Eigenverantwortung stärken. Innovation fördern. Beste Ideen prämieren. Sicherheitskultur leben."
        ]
      },
      "children": []
    },
    {
      "id": "5.2.7",
      "groupId": "5.2.7",
      "finding": "Die Ergebnisse aus der Gefährdungsermittlung werden nicht bei der Festlegung der Ziele für Sicherheit und Gesundheitsschutz berücksichtigt.",
      "levels": {
        "1": [
          "Verbindung zwischen Gefahren und Zielen herstellen. Grösste Risiken in Ziele übersetzen. Erste gefährdungsbasierte Ziele setzen. Logik erklären."
        ],
        "2": [
          "Systematisch von Gefährdungen zu Zielen ableiten. Prioritäten nach Risiko setzen. Messbare Ziele formulieren. Ressourcen zuordnen. Fortschritt verfolgen."
        ],
        "3": [
          "Vollständige Integration von Gefährdungsermittlung und Zielsetzung implementieren. Risikomatrix nutzen. SMART-Ziele. Kaskadierung. Controlling etablieren."
        ],
        "4": [
          "Gefährdungsbasierte Zielsteuerung perfektionieren. Predictive Goal Setting. Dynamische Anpassung. Zero-Accident-Vision verfolgen. Branchenbester werden."
        ]
      },
      "children": []
    },
    {
      "id": "5.3.1",
      "groupId": "5.3.1",
      "finding": "Im Unternehmen werden keine Risikobeurteilungen durchgeführt.",
      "levels": {
        "1": [
          "Risikobeurteilung als Pflicht und Chance verstehen. Mit einfacher Methode beginnen (z.B. Ampelsystem). Grösste Risiken bewerten. Erste Massnahmen ableiten."
        ],
        "2": [
          "Systematische Risikobeurteilung einführen. Anerkannte Methode wählen (z.B. Suva-Matrix). Alle Hauptrisiken erfassen. Mitarbeitende einbeziehen. Dokumentieren."
        ],
        "3": [
          "Professionelles Risikomanagement implementieren. Quantitative Methoden nutzen. Alle Gefährdungen bewerten. Massnahmenableitung systematisieren. Wirksamkeit prüfen."
        ],
        "4": [
          "Exzellentes Risikomanagementsystem etablieren. Dynamische Risikomodelle. Echtzeitbewertung. Präventionsinnovation. Null-Risiko-Bereiche schaffen."
        ]
      },
      "children": []
    },
    {
      "id": "5.3.2",
      "groupId": "5.3.2",
      "finding": "Risikobeurteilungen werden nicht in allen relevanten Situationen durchgeführt (neue Prozesse, Änderungen, fehlende Regeln der Technik).",
      "levels": {
        "1": [
          "Bei neuen Maschinen an Risiken denken. Vor grossen Änderungen innehalten und bewerten. Erste Auslöser definieren. Bewusstsein schaffen."
        ],
        "2": [
          "Klare Auslöser für Risikobeurteilungen festlegen. Change Management einführen. Verantwortlichkeiten regeln. Prozesse definieren. Konsequent anwenden."
        ],
        "3": [
          "Umfassendes Trigger-System für Risikobeurteilungen implementieren. Automatische Prozesse. Präventive Beurteilungen. Vollständige Abdeckung. Qualitätssicherung."
        ],
        "4": [
          "Proaktives Risikomanagement perfektionieren. Antizipative Bewertungen. Innovationsrisiken managen. Agile Methoden. Thought Leadership."
        ]
      },
      "children": []
    },
    {
      "id": "5.3.3",
      "groupId": "5.3.3",
      "finding": "Die Risikobeurteilung wird nicht regelmässig überprüft und den Veränderungen angepasst.",
      "levels": {
        "1": [
          "Jährliche Überprüfung der Hauptrisiken einplanen. Nach Ereignissen Bewertung hinterfragen. Erste Anpassungen vornehmen. Aktualität im Blick behalten."
        ],
        "2": [
          "Systematischen Review-Zyklus etablieren. Update-Kriterien definieren. Verantwortliche benennen. Änderungen tracken. Dokumentation aktuell halten."
        ],
        "3": [
          "Dynamisches Risiko-Update-System implementieren. Kontinuierliches Monitoring. Automatische Alerts. Versionsverwaltung. Audit-Trails."
        ],
        "4": [
          "Living Risk Assessment perfektionieren. Real-time Updates. Machine Learning nutzen. Predictive Risk Modeling. Zukunft gestalten."
        ]
      },
      "children": []
    },
    {
      "id": "5.3.4",
      "groupId": "5.3.4",
      "finding": "Es gibt keine Person/Stelle, die für die systematische Risikobeurteilung zuständig ist.",
      "levels": {
        "1": [
          "Risikoverantwortung klar zuweisen. Mit motivierter Person beginnen. Grundschulung ermöglichen. Zeit zur Verfügung stellen. Wichtigkeit betonen."
        ],
        "2": [
          "Formale Zuständigkeit für Risikomanagement schaffen. Qualifikation sicherstellen. In Organigramm aufnehmen. Ressourcen bereitstellen. Befugnisse klären."
        ],
        "3": [
          "Professionelle Risikomanagement-Funktion etablieren. Zertifizierte Ausbildung. Stabsstelle bei GL. Netzwerk aufbauen. Strategische Rolle."
        ],
        "4": [
          "Chief Risk Officer für Arbeitssicherheit positionieren. Thought Leadership entwickeln. Innovation treiben. Externe Vernetzung. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "5.3.5",
      "groupId": "5.3.5",
      "finding": "Die Mitarbeitenden werden nicht in die Risikobeurteilung einbezogen.",
      "levels": {
        "1": [
          "Mitarbeitende als Risikoexperten ihres Arbeitsplatzes anerkennen. Bei Bewertungen dabei haben. Ihre Einschätzung erfragen. Ernst nehmen. Wertschätzen."
        ],
        "2": [
          "Strukturierte Mitarbeiterbeteiligung bei Risikobeurteilungen einführen. Workshops durchführen. Verschiedene Perspektiven nutzen. Konsens suchen. Ownership schaffen."
        ],
        "3": [
          "Partizipatives Risikomanagement vollständig implementieren. Risiko-Champions ausbilden. Bottom-up-Bewertungen. Digitale Tools. Kulturveränderung."
        ],
        "4": [
          "Mitarbeitende als Co-Risk-Manager etablieren. Selbstorganisierte Teams. Innovationsworkshops. Beste Ideen umsetzen. Excellence demonstrieren."
        ]
      },
      "children": []
    },
    {
      "id": "5.3.6",
      "groupId": "5.3.6",
      "finding": "Die Ergebnisse der Risikobeurteilungen sind nicht dokumentiert.",
      "levels": {
        "1": [
          "Wichtigste Risiken und Massnahmen aufschreiben. Einfache Tabelle verwenden. Verantwortliche nennen. Termine festhalten. Ablage organisieren."
        ],
        "2": [
          "Systematische Risikodokumentation einführen. Standardformulare entwickeln. Alle Beurteilungen erfassen. Nachvollziehbarkeit sichern. Digital ablegen."
        ],
        "3": [
          "Professionelles Risikodokumentationssystem implementieren. Datenbank nutzen. Verknüpfungen herstellen. Auswertungen ermöglichen. Revisionssicher archivieren."
        ],
        "4": [
          "State-of-the-art Risikoinformationssystem etablieren. Integrierte Plattform. Real-time Dashboards. Predictive Analytics. Best-in-Class werden."
        ]
      },
      "children": []
    },
    {
      "id": "5.3.7",
      "groupId": "5.3.7",
      "finding": "Die Ergebnisse aus der Risikobeurteilung werden nicht bei der Festlegung der Ziele berücksichtigt.",
      "levels": {
        "1": [
          "Höchste Risiken in erste Ziele überführen. Risikoreduktion messbar machen. Zusammenhang erklären. Prioritäten deutlich machen."
        ],
        "2": [
          "Systematische Zielableitung aus Risiken etablieren. Risikomatrix mit Zielen verknüpfen. Ressourcen risikobasiert zuteilen. Erfolg messen."
        ],
        "3": [
          "Vollständig integriertes risikobasiertes Zielsystem implementieren. Automatische Priorisierung. Dynamic Goal Setting. Performance Management."
        ],
        "4": [
          "Risikogetriebene Strategieentwicklung perfektionieren. Predictive Goal Achievement. Agile Anpassung. Zero-Risk-Ziele erreichen. Vorreiter sein."
        ]
      },
      "children": []
    },
    {
      "id": "5.4.1",
      "groupId": "5.4.1",
      "finding": "Es besteht keine Weisung, dass Ereignisse (Unfälle, Krankheiten, Sachschäden, Beinaheunfälle etc.) innerhalb bestimmter Zeit gemeldet werden müssen.",
      "levels": {
        "1": [
          "Meldepflicht für schwere Unfälle einführen. Innerhalb 24 Stunden an Vorgesetzte. Erste Kategorien definieren. Einfaches Verfahren. Wichtigkeit erklären."
        ],
        "2": [
          "Umfassende Meldeweisung erstellen. Alle relevanten Ereignistypen definieren. Klare Fristen setzen. Meldewege festlegen. Alle informieren."
        ],
        "3": [
          "Professionelles Ereignismeldesystem implementieren. Digitale Erfassung. Automatische Workflows. Eskalationsstufen. Compliance-Monitoring."
        ],
        "4": [
          "Proaktive Ereigniskultur etablieren. Präventivmeldungen fördern. Positive Fehlerkultur. Real-time Reporting. Lernen maximieren."
        ]
      },
      "children": []
    },
    {
      "id": "5.4.3",
      "groupId": "5.4.3",
      "finding": "Keine Stelle ist bestimmt, die alle Unfallmeldungen sammelt und auswertet.",
      "levels": {
        "1": [
          "Sammelstelle für Unfallmeldungen bestimmen. Erstmal alle Meldungen an einem Ort. Einfache Übersicht führen. Muster erkennen. GL informieren."
        ],
        "2": [
          "Systematische Erfassung und Auswertung etablieren. Verantwortlichkeiten klären. Kategorisierung einführen. Regelmässige Berichte. Trends analysieren."
        ],
        "3": [
          "Professionelles Ereignismanagement implementieren. Zentrale Datenbank. Automatisierte Auswertungen. KPI-Dashboards. Predictive Analytics Vorbereitung."
        ],
        "4": [
          "Centre of Excellence für Ereignisanalyse werden. Advanced Analytics. Machine Learning für Mustererkennung. Präventionsinnovation. Null-Ereignis-Ziel."
        ]
      },
      "children": []
    },
    {
      "id": "5.4.4",
      "groupId": "5.4.4",
      "finding": "Für die Untersuchung von unerwünschten Ereignissen ist kein Verfahren definiert und schriftlich festgelegt.",
      "levels": {
        "1": [
          "Bei schweren Unfällen systematisch vorgehen. Erste Untersuchungsschritte festlegen. W-Fragen verwenden. Ursachen suchen, nicht Schuldige. Dokumentieren."
        ],
        "2": [
          "Strukturiertes Untersuchungsverfahren entwickeln. Verschiedene Ereignistypen berücksichtigen. Methodik festlegen. Verantwortliche schulen. Verbindlich machen."
        ],
        "3": [
          "Professionelles Incident Investigation System implementieren. Root Cause Analysis. Verschiedene Methoden. Untersuchungsteams. Qualitätssicherung."
        ],
        "4": [
          "Exzellenz in Ereignisuntersuchung erreichen. Innovative Methoden entwickeln. Systemisches Denken. Präventionsfokus. Andere schulen."
        ]
      },
      "children": []
    },
    {
      "id": "5.4.5",
      "groupId": "5.4.5",
      "finding": "Verschiedene Ereignistypen werden nicht regelmässig und systematisch untersucht (nur Berufsunfälle, aber keine Beinaheunfälle, Sachschäden etc.).",
      "levels": {
        "1": [
          "Auch aus Beinaheunfällen lernen wollen. Erste Untersuchungen bei Fast-Unfällen. Sachschäden als Warnsignale verstehen. Breiter denken."
        ],
        "2": [
          "Alle relevanten Ereignistypen in Untersuchung einbeziehen. Untersuchungstiefe nach Potenzial. Systematik entwickeln. Ressourcen bereitstellen."
        ],
        "3": [
          "Umfassendes Ereignisuntersuchungssystem implementieren. Alle Kategorien abdecken. Standardisierte Prozesse. Kompetenzaufbau. Lernkultur stärken."
        ],
        "4": [
          "Holistische Ereignisbetrachtung perfektionieren. Weak Signal Detection. Proaktive Untersuchungen. Branchenführer in Learning from Events."
        ]
      },
      "children": []
    },
    {
      "id": "5.4.6",
      "groupId": "5.4.6",
      "finding": "Unfallereignisse sind nach der Meldung an die Suva für das Unternehmen abgeschlossen.",
      "levels": {
        "1": [
          "Eigene Untersuchung als Lernchance sehen. Nach Suva-Meldung intern analysieren. Ursachen verstehen. Massnahmen ableiten. Wiederholung verhindern."
        ],
        "2": [
          "Systematisch über Suva-Meldung hinaus analysieren. Interne Untersuchung standardisieren. Präventionsmassnahmen entwickeln. Wirksamkeit prüfen. Wissen teilen."
        ],
        "3": [
          "Suva-Meldung als Startpunkt für umfassende Analyse nutzen. Tiefgehende Untersuchungen. Systemische Betrachtung. Nachhaltige Prävention. Beste Praktiken."
        ],
        "4": [
          "Ereignisse als Innovationstreiber nutzen. Über Compliance hinaus denken. Präventionsexzellenz entwickeln. Mit Suva kooperieren. Vorbild werden.",
          "Sicherheitskultur-Assessment Kapitel 6: Massnahmen",
          "ReportItemID",
          "Feststellung",
          "6.",
          "Massnahmen"
        ]
      },
      "children": []
    },
    {
      "id": "6.1.1",
      "groupId": "6.1.1",
      "finding": "Nach dem Erkennen einer Gefährdung werden nicht in jedem Fall Massnahmen getroffen.",
      "levels": {
        "1": [
          "Die Notwendigkeit von Massnahmen bei jeder Gefährdung verstehen. Keine Gefahr ignorieren. Bei hohen Risiken sofort handeln. Erste Sofortmassnahmen einleiten. Verantwortung klären."
        ],
        "2": [
          "Systematisch für jede identifizierte Gefährdung Massnahmen definieren. Standardvorgehen entwickeln. Auch bei kleinen Risiken reagieren. Nichts unter den Tisch fallen lassen. Dokumentieren."
        ],
        "3": [
          "Lückenloses Massnahmenmanagement implementieren. Automatische Massnahmenableitung. Risikostufen mit Massnahmentypen verknüpfen. Nachverfolgung sicherstellen. Null-Toleranz für unbehandelte Risiken."
        ],
        "4": [
          "Proaktive Massnahmenkultur perfektionieren. Präventive Massnahmen vor Gefahrenentstehung. Innovation in Schutzmassnahmen. Beste Praktiken entwickeln. Andere Betriebe beraten."
        ]
      },
      "children": []
    },
    {
      "id": "6.1.2",
      "groupId": "6.1.2",
      "finding": "Sicherheitsmassnahmen werden nicht aufgrund bestimmter Strategien getroffen (keine klaren Ziele, Mittel und Verfahren).",
      "levels": {
        "1": [
          "Erste Grundsätze für Massnahmen festlegen. STOP-Prinzip kennenlernen (Substitution, Technik, Organisation, Person). Prioritäten nach Wirksamkeit setzen. Ressourcen planen."
        ],
        "2": [
          "Massnahmenstrategie systematisch entwickeln. Klare Hierarchie der Massnahmen. Technische vor organisatorischen vor persönlichen Massnahmen. Budget zuordnen. Verbindlich machen."
        ],
        "3": [
          "Professionelle Massnahmenstrategie implementieren. Mit Unternehmenszielen verknüpfen. Innovationsbudget für Sicherheit. Wirksamkeitsmessung. Best Available Technology nutzen."
        ],
        "4": [
          "Massnahmenexzellenz als Wettbewerbsvorteil etablieren. Zukunftsweisende Schutzkonzepte. Technologieführerschaft. Null-Unfall-Strategie verwirklichen. Branchenvorbild werden."
        ]
      },
      "children": []
    },
    {
      "id": "6.1.3",
      "groupId": "6.1.3",
      "finding": "Verschiedene Stellen/Personen sind nicht an der Massnahmenfindung beteiligt (keine Einbindung von Linienvorgesetzten, Mitarbeitenden, Sicherheitsbeauftragten etc.).",
      "levels": {
        "1": [
          "Betroffene zu Beteiligten machen. Vorgesetzte und Mitarbeitende bei Lösungssuche einbeziehen. Verschiedene Perspektiven nutzen. Erste gemeinsame Massnahmen entwickeln."
        ],
        "2": [
          "Strukturierte Beteiligung aller relevanten Personen etablieren. Rollen in der Massnahmenfindung definieren. Workshops durchführen. Ideenmanagement einführen. Beste Vorschläge umsetzen."
        ],
        "3": [
          "Partizipatives Massnahmenmanagement vollständig implementieren. Interdisziplinäre Teams. Systematische Ideengenerierung. Innovationsworkshops. Mitarbeiter als Sicherheitsinnovatoren."
        ],
        "4": [
          "Co-Creation von Sicherheitslösungen perfektionieren. Selbstorganisierte Sicherheitsteams. Innovationslabor für Arbeitssicherheit. Crowdsourcing nutzen. Kulturwandel vollenden."
        ]
      },
      "children": []
    },
    {
      "id": "6.1.4",
      "groupId": "6.1.4",
      "finding": "Die Ausführung der zu treffenden Massnahmen wird nicht terminiert und überwacht.",
      "levels": {
        "1": [
          "Für jede Massnahme Termin und Verantwortlichen festlegen. Einfache Pendenzenliste führen. In Sitzungen nachfragen. Bei Verzug reagieren. Unterstützung anbieten."
        ],
        "2": [
          "Systematisches Massnahmencontrolling einführen. Standardformular mit Termin, Verantwortung, Status. Monatliche Überprüfung. Eskalation bei Verzug. Hindernisse beseitigen."
        ],
        "3": [
          "Professionelles Massnahmenmanagement-System implementieren. Digitale Verfolgung. Automatische Erinnerungen. Dashboard für Führung. Ressourcensteuerung. Performance messen."
        ],
        "4": [
          "Agiles Massnahmenmanagement perfektionieren. Real-time Tracking. Predictive Completion. Automatisierte Workflows. KI-gestützte Optimierung. Benchmark setzen."
        ]
      },
      "children": []
    },
    {
      "id": "6.1.5",
      "groupId": "6.1.5",
      "finding": "Die Wirksamkeit der getroffenen Massnahmen wird nicht kontrolliert.",
      "levels": {
        "1": [
          "Nach Umsetzung prüfen: Hat es was gebracht? Bei wichtigen Massnahmen nachfragen. Unfallzahlen beobachten. Erste Wirksamkeitsprüfungen durchführen. Lernen und anpassen."
        ],
        "2": [
          "Systematische Wirksamkeitskontrolle etablieren. Prüfkriterien vorab definieren. Vorher-Nachher-Vergleiche. Messbare Indikatoren. Bei Unwirksamkeit nachbessern."
        ],
        "3": [
          "Professionelles Wirksamkeitsmanagement implementieren. Kontrolldesigns entwickeln. Statistische Auswertungen. Langzeitbeobachtungen. Return on Prevention berechnen."
        ],
        "4": [
          "Evidenzbasierte Massnahmenoptimierung perfektionieren. A/B-Testing für Sicherheit. Wirkungsmodelle entwickeln. Best-Practice-Datenbank. Wissenschaftliche Evaluation."
        ]
      },
      "children": []
    },
    {
      "id": "6.1.6",
      "groupId": "6.1.6",
      "finding": "Die Auswirkungen umgesetzter Massnahmen werden nicht bei der Festlegung neuer Ziele berücksichtigt.",
      "levels": {
        "1": [
          "Aus Massnahmenerfolgen lernen. Erfolgreiche Ansätze ausbauen. Ziele basierend auf Erfahrungen anpassen. Erste Verbindungen herstellen. Erfolge feiern."
        ],
        "2": [
          "Systematisch Massnahmenwirkungen in Zielplanung einbeziehen. Erfolgsanalysen durchführen. Lessons Learned dokumentieren. Ziele evidenzbasiert setzen. Skalierung planen."
        ],
        "3": [
          "Integriertes Wirkungs- und Zielmanagement implementieren. Continuous Improvement Cycle. Datengetriebene Zielanpassung. Erfolgsreplikation. Strategische Weiterentwicklung."
        ],
        "4": [
          "Lernende Organisation in Sicherheit perfektionieren. Predictive Goal Setting basierend auf Massnahmenerfolgen. Innovationspipeline. Thought Leadership. Exzellenz multiplizieren."
        ]
      },
      "children": []
    },
    {
      "id": "6.2.1",
      "groupId": "6.2.1",
      "finding": "In den letzten zwei Jahren wurden keine Sicherheitsprogramme durchgeführt oder geplant (weder Arbeitssicherheit, Freizeitsicherheit noch Gesundheitsförderung).",
      "levels": {
        "1": [
          "Den Nutzen von Sicherheitsprogrammen erkennen. Mit einem fokussierten Programm beginnen. Grösstes Unfallrisiko adressieren. Einfach starten. Erste Erfolge anstreben."
        ],
        "2": [
          "Jahresplanung für Sicherheitsprogramme entwickeln. Verschiedene Bereiche abdecken. Arbeit und Freizeit verbinden. Ressourcen einplanen. Systematisch umsetzen."
        ],
        "3": [
          "Umfassendes Sicherheitsprogramm-Portfolio implementieren. Alle Lebensbereiche einbeziehen. Professionelle Durchführung. Wirkungsmessung. Nachhaltige Verankerung."
        ],
        "4": [
          "Ganzheitliche Sicherheits- und Gesundheitskultur etablieren. Innovative Programmformate. Präventionsführerschaft. Work-Life-Safety-Balance. Andere Unternehmen inspirieren."
        ]
      },
      "children": []
    },
    {
      "id": "6.2.2",
      "groupId": "6.2.2",
      "finding": "Spezifische Suva-Sicherheitsprogramme wurden nicht genutzt (Gerüste, Pressen, Manipulationsschutz, stolpern.ch, Asbest, Instandhaltung, Lehrzeit etc.).",
      "levels": {
        "1": [
          "Verfügbare Suva-Programme kennenlernen. Das passendste für den Betrieb auswählen. Mit einem Programm starten. Unterstützung der Suva nutzen. Konsequent durchziehen."
        ],
        "2": [
          "Systematisch relevante Suva-Programme identifizieren. Mehrere Programme koordiniert einsetzen. Interne Verantwortliche bestimmen. Mitarbeitende einbeziehen. Erfolge kommunizieren."
        ],
        "3": [
          "Professionelle Integration aller relevanten Sicherheitsprogramme. Anpassung an betriebliche Bedürfnisse. Multiplikatoren ausbilden. Nachhaltigkeit sichern. Mit Suva kooperieren."
        ],
        "4": [
          "Sicherheitsprogramme als Kulturwandel-Instrumente perfektionieren. Über Suva-Standards hinausgehen. Eigene Programme entwickeln. Best Practice mit Suva teilen. Vorreiter werden.",
          "Sicherheitskultur-Assessment Kapitel 7: Notfallorganisation",
          "ReportItemID",
          "Feststellung",
          "7.",
          "Notfallorganisation"
        ]
      },
      "children": []
    },
    {
      "id": "7.1.1",
      "groupId": "7.1.1",
      "finding": "Das Unternehmen verfügt über kein Notfallkonzept, das den betrieblichen Risiken gerecht wird.",
      "levels": {
        "1": [
          "Die wichtigsten Notfallrisiken identifizieren. Erste Notfallnummern aushängen. Für schwerste Unfälle Ablauf skizzieren. Verantwortliche benennen. Mit dem Wichtigsten beginnen."
        ],
        "2": [
          "Ein einfaches Notfallkonzept erstellen. Hauptrisiken systematisch erfassen. Notfallabläufe dokumentieren. Zuständigkeiten klären. Mit Blaulichtorganisationen Kontakt aufnehmen."
        ],
        "3": [
          "Professionelles Notfallkonzept implementieren. Alle Risiken abdecken. Detaillierte Szenarien ausarbeiten. Regelmässig üben. Mit externen Stellen koordinieren."
        ],
        "4": [
          "Exzellentes Notfallmanagement als Standortvorteil etablieren. Best Practice entwickeln. Nachbarbetriebe einbeziehen. Notfallverbund aufbauen. Vorbild werden."
        ]
      },
      "children": []
    },
    {
      "id": "7.1.2",
      "groupId": "7.1.2",
      "finding": "Eine rasche und sachdienliche Soforthilfe bei Unfällen und akuten Erkrankungen ist nicht gewährleistet.",
      "levels": {
        "1": [
          "Erste-Hilfe-Material bereitstellen. Notrufnummern gross aushängen. Ersthelfer bestimmen. Rettungswege freihalten. Mindeststandard schaffen."
        ],
        "2": [
          "Systematische Erste-Hilfe-Organisation aufbauen. Sanitätsmaterial nach Risiken ausstatten. Mehrere Ersthelfer ausbilden. Alarmkette definieren. Regelmässig prüfen."
        ],
        "3": [
          "Professionelle Notfallhilfe sicherstellen. Betriebssanitäter auf jedem Schichtturnus. Moderne Ausrüstung. Schnelle Alarmierung. Rettungskonzept mit Profis abstimmen."
        ],
        "4": [
          "Vorbildliche Rettungskette perfektionieren. Überdurchschnittliche Ersthelferquote. Regelmässige Simulationen. Beste Überlebenschancen bieten. Leben retten."
        ]
      },
      "children": []
    },
    {
      "id": "7.1.3",
      "groupId": "7.1.3",
      "finding": "Die regionalen Institutionen (Ärzte, Spitäler, Feuerwehr, Polizei) sind nicht über spezifische Risiken und Arbeitsstoffe informiert.",
      "levels": {
        "1": [
          "Kontakt zu Feuerwehr aufnehmen. Gefährliche Stoffe mitteilen. Betriebsbegehung anbieten. Erste Informationsblätter erstellen. Telefonnummern austauschen."
        ],
        "2": [
          "Systematisch alle Blaulichtorganisationen informieren. Stofflisten übermitteln. Lagepläne bereitstellen. Ansprechpartner benennen. Jährlich aktualisieren."
        ],
        "3": [
          "Professionelle Vernetzung mit Rettungsdiensten etablieren. Gemeinsame Übungen. Detaillierte Einsatzpläne. Regelmässiger Austausch. Gegenseitige Schulungen."
        ],
        "4": [
          "Strategische Partnerschaft mit Blaulichtorganisationen leben. Gemeinsame Präventionsarbeit. Innovative Rettungskonzepte. Regional führend. Andere unterstützen."
        ]
      },
      "children": []
    },
    {
      "id": "7.1.4",
      "groupId": "7.1.4",
      "finding": "Im Unternehmen besteht kein Melde- oder Alarmsystem für Notfälle.",
      "levels": {
        "1": [
          "Einfaches Alarmsystem einführen. Sirene oder Megafon beschaffen. Alarmierung über Telefon regeln. Sammelplätze definieren. Alle informieren."
        ],
        "2": [
          "Strukturiertes Alarmsystem etablieren. Verschiedene Alarmarten definieren. Technische Alarmierung installieren. Verantwortlichkeiten festlegen. Regelmässig testen."
        ],
        "3": [
          "Professionelles Alarmmanagement implementieren. Moderne Meldesysteme. Redundante Alarmwege. Automatische Eskalation. Vollständige Abdeckung sicherstellen."
        ],
        "4": [
          "State-of-the-art Notfallalarmierung perfektionieren. Intelligente Systeme. Standortbezogene Alarmierung. Echtzeitinformation. Bestmögliche Reaktionszeiten."
        ]
      },
      "children": []
    },
    {
      "id": "7.1.5",
      "groupId": "7.1.5",
      "finding": "Die Notfallnummern sind nicht bei allen Kommunikationsmitteln leicht erkennbar angebracht.",
      "levels": {
        "1": [
          "Notfallnummern gross und deutlich aushängen. Bei jedem Telefon anbringen. Auf Baustellen sichtbar machen. Regelmässig kontrollieren. Lesbarkeit sicherstellen."
        ],
        "2": [
          "Systematische Kennzeichnung aller Kommunikationspunkte. Einheitliche Gestaltung. Mehrsprachige Beschriftung. Piktogramme nutzen. Vollständigkeit prüfen."
        ],
        "3": [
          "Professionelle Notfallkennzeichnung implementieren. Leuchtende Hinweise. Digitale Anzeigen. QR-Codes für Smartphones. Barrierefreie Information."
        ],
        "4": [
          "Innovative Notfallinformation perfektionieren. Augmented Reality nutzen. Sprachgesteuerte Notrufe. Universelles Design. Neue Standards setzen."
        ]
      },
      "children": []
    },
    {
      "id": "7.1.6",
      "groupId": "7.1.6",
      "finding": "Der rasche und unbehinderte Zugang zum Notfallmaterial ist nicht jederzeit gewährleistet.",
      "levels": {
        "1": [
          "Notfallmaterial zentral platzieren. Zugang freihalten. Nichts davor abstellen. Kennzeichnung anbringen. Regelmässig kontrollieren."
        ],
        "2": [
          "Systematische Platzierung von Notfallstationen. Zugänglichkeit dokumentieren. Verantwortliche für Freihaltung. Monatliche Kontrollen. Mängel sofort beheben."
        ],
        "3": [
          "Professionelles Notfallmaterial-Management implementieren. Strategische Verteilung. Digitale Überwachung. Automatische Nachbestellung. 24/7-Verfügbarkeit."
        ],
        "4": [
          "Exzellente Notfallbereitschaft perfektionieren. Redundante Systeme. Predictive Maintenance. Beste Verfügbarkeitsquote. Andere Betriebe beraten."
        ]
      },
      "children": []
    },
    {
      "id": "7.1.7",
      "groupId": "7.1.7",
      "finding": "Der Notfalldienst ist nicht bei allen Arbeitszeiten gewährleistet (Schicht, Wochenende, Überzeit, Spezialeinsätze, Alleinarbeit).",
      "levels": {
        "1": [
          "Notfallorganisation auf alle Arbeitszeiten ausdehnen. Auch nachts und am Wochenende Ersthelfer einplanen. Alleinarbeitende besonders schützen. Lücken schliessen."
        ],
        "2": [
          "Lückenlose Notfallabdeckung systematisch planen. Ersthelfer für alle Schichten. Personen-Notsignal-Anlagen für Alleinarbeit. Pikettdienste organisieren. Dokumentieren."
        ],
        "3": [
          "Professionelle 24/7-Notfallorganisation implementieren. Ausreichende Redundanz. Automatische Überwachung Alleinarbeitender. Spezialkonzepte für Risikosituationen."
        ],
        "4": [
          "Vorbildliche Rund-um-die-Uhr-Sicherheit etablieren. Innovative Schutzkonzepte. Präventive Überwachung. Null Lücken. Branchenführer werden."
        ]
      },
      "children": []
    },
    {
      "id": "7.1.8",
      "groupId": "7.1.8",
      "finding": "Erste-Hilfe-Leistungen werden nicht dokumentiert.",
      "levels": {
        "1": [
          "Ein Verbandbuch einführen. Jeden Verband eintragen. Datum, Name, Verletzung notieren. Auswertungen ermöglichen. Datenschutz beachten."
        ],
        "2": [
          "Systematische Erste-Hilfe-Dokumentation etablieren. Standardformular verwenden. Alle Leistungen erfassen. Regelmässig auswerten. Präventionsansätze ableiten."
        ],
        "3": [
          "Professionelles Erste-Hilfe-Reporting implementieren. Digitale Erfassung. Trendanalysen. Verknüpfung mit Gefährdungsbeurteilung. Qualitätssicherung."
        ],
        "4": [
          "Exzellentes Gesundheitsdatenmanagement perfektionieren. Predictive Analytics. Präventionssteuerung. Benchmark-Vergleiche. Gesundheit optimieren."
        ]
      },
      "children": []
    },
    {
      "id": "7.1.9",
      "groupId": "7.1.9",
      "finding": "Das richtige Verhalten bei Notfällen ist nicht allen Mitarbeitenden bekannt.",
      "levels": {
        "1": [
          "Grundregeln für Notfälle vermitteln. Alarmierung, Selbstschutz, Erste Hilfe. In Toolbox-Meetings besprechen. Merkblätter verteilen. Neue sofort instruieren."
        ],
        "2": [
          "Systematische Notfallschulung für alle etablieren. Verschiedene Szenarien abdecken. Regelmässige Auffrischung. Verständnis prüfen. Mehrsprachig anbieten."
        ],
        "3": [
          "Professionelle Notfallkompetenz bei allen Mitarbeitenden sicherstellen. Praktische Übungen. E-Learning. Zertifizierte Schulungen. Hohe Handlungssicherheit."
        ],
        "4": [
          "Notfallkompetenz als Kernfähigkeit verankern. Alle sind Ersthelfer. Regelmässige Simulationen. Beste Reaktionsfähigkeit. Lebensretter-Kultur."
        ]
      },
      "children": []
    },
    {
      "id": "7.2.1",
      "groupId": "7.2.1",
      "finding": "Es bestehen keine schriftlichen Anweisungen an das Personal bezüglich des Verhaltens in Notsituationen.",
      "levels": {
        "1": [
          "Erste Notfallanweisungen erstellen. Wichtigste Verhaltensregeln aufschreiben. Verständlich formulieren. Aushängen und verteilen. In Einführung einbauen."
        ],
        "2": [
          "Umfassende Notfallanweisungen systematisch entwickeln. Alle Szenarien abdecken. Visualisieren. Mehrsprachig erstellen. Regelmässig aktualisieren."
        ],
        "3": [
          "Professionelle Notfalldokumentation implementieren. Rollenspezifische Anweisungen. Quick-Cards. Digitale Verfügbarkeit. Regelmässige Schulung."
        ],
        "4": [
          "Innovative Notfallkommunikation perfektionieren. Interaktive Anleitungen. Situationsgerechte Information. Höchste Verständlichkeit. Standards setzen."
        ]
      },
      "children": []
    },
    {
      "id": "7.2.2",
      "groupId": "7.2.2",
      "finding": "Die Beschäftigten tragen keinen Notfallausweis mit wichtigen Angaben für Notfallmeldungen.",
      "levels": {
        "1": [
          "Notfallkarten für alle erstellen. Name, Blutgruppe, Allergien, Notfallkontakt. In Portemonnaie-Grösse. An alle verteilen. Tragen empfehlen."
        ],
        "2": [
          "Systematische Notfallausweis-Ausgabe organisieren. Standardformat entwickeln. Bei Eintritt ausgeben. Aktualisierung sicherstellen. Tragepflicht in Risikobereich."
        ],
        "3": [
          "Professionelles Notfalldaten-Management implementieren. Digitale und physische Ausweise. QR-Codes. Mehrsprachigkeit. Datenschutz gewährleisten."
        ],
        "4": [
          "Innovative Notfallidentifikation perfektionieren. Smarte Lösungen. Integration in PSA. Schnellste Identifikation. Leben retten."
        ]
      },
      "children": []
    },
    {
      "id": "7.2.3",
      "groupId": "7.2.3",
      "finding": "Das konkrete Verhalten der Beschäftigten in Notfallsituationen wird nicht instruiert, geübt und überprüft.",
      "levels": {
        "1": [
          "Erste Notfallübung planen. Einfache Evakuierung durchführen. Verhalten erklären. Fehler besprechen. Nächste Übung ankündigen."
        ],
        "2": [
          "Systematisches Übungsprogramm entwickeln. Verschiedene Szenarien üben. Alle Mitarbeitenden einbeziehen. Übungskalender erstellen. Fortschritte dokumentieren."
        ],
        "3": [
          "Professionelles Notfalltraining implementieren. Realistische Simulationen. Externe Trainer. Leistungsmessung. Zertifizierungen. Hohe Kompetenz erreichen."
        ],
        "4": [
          "Exzellenz in Notfallbereitschaft perfektionieren. Überraschungsübungen. Stressresistenz trainieren. Beste Performance. Andere Betriebe schulen."
        ]
      },
      "children": []
    },
    {
      "id": "7.2.4",
      "groupId": "7.2.4",
      "finding": "Das Unternehmen verfügt über keinen betriebseigenen Sanitätsdienst.",
      "levels": {
        "1": [
          "Notwendigkeit eines Sanitätsdienstes prüfen. Erste Sanitätshelfer bestimmen. Grundausbildung ermöglichen. Material bereitstellen. Aufgaben klären."
        ],
        "2": [
          "Betriebssanitätsdienst systematisch aufbauen. Ausbildungsplan erstellen. Ausrüstung beschaffen. Organisation definieren. Übungen durchführen."
        ],
        "3": [
          "Professionellen Sanitätsdienst implementieren. Qualifizierte Betriebssanitäter. Moderne Ausrüstung. Enge Vernetzung mit Rettungsdienst. Hohe Verfügbarkeit."
        ],
        "4": [
          "Vorbildlichen Betriebssanitätsdienst perfektionieren. Überdurchschnittliche Ausstattung. Kontinuierliche Weiterbildung. Regionale Zusammenarbeit. Best Practice."
        ]
      },
      "children": []
    },
    {
      "id": "7.2.5",
      "groupId": "7.2.5",
      "finding": "Es stehen keine speziell geschulten Betriebssanitäter jederzeit zur Verfügung.",
      "levels": {
        "1": [
          "Erste Mitarbeitende für Sanitätsausbildung gewinnen. Mindestens zwei pro Schicht anstreben. Ausbildung organisieren. Freistellung gewähren. Wertschätzen."
        ],
        "2": [
          "Systematische Betriebssanitäter-Ausbildung etablieren. Bedarfsgerechte Anzahl. Auffrischungskurse. Vernetzung untereinander. Klare Aufgaben."
        ],
        "3": [
          "Professionelles Betriebssanitätswesen implementieren. Überdurchschnittliche Quote. Spezialisierungen. Regelmässige Fortbildung. 24/7-Verfügbarkeit."
        ],
        "4": [
          "Exzellente Sanitätsversorgung perfektionieren. Höchste Ersthelferquote. Trainer-Ausbildungen. Innovationen einführen. Vorbild werden."
        ]
      },
      "children": []
    },
    {
      "id": "7.2.6",
      "groupId": "7.2.6",
      "finding": "Das Unternehmen verfügt über keinen Sanitätsraum mit risikoangepassten Erste-Hilfe-Einrichtungen.",
      "levels": {
        "1": [
          "Ersten Sanitätsbereich einrichten. Ruhige Ecke nutzen. Liege aufstellen. Erste-Hilfe-Material sammeln. Privatsphäre ermöglichen. Kennzeichnen."
        ],
        "2": [
          "Zweckmässigen Sanitätsraum systematisch planen. Zentrale Lage. Angemessene Ausstattung. Hygiene sicherstellen. Zugänglichkeit gewährleisten."
        ],
        "3": [
          "Professionellen Sanitätsraum implementieren. Moderne Ausstattung. Alle Notfallszenarien abdecken. Regelmässige Wartung. Schulungsraum integrieren."
        ],
        "4": [
          "Vorbildliche Sanitätsinfrastruktur perfektionieren. State-of-the-art Ausrüstung. Trainingsmöglichkeiten. Regionaler Stützpunkt. Andere unterstützen."
        ]
      },
      "children": []
    },
    {
      "id": "7.2.7",
      "groupId": "7.2.7",
      "finding": "Es ist nicht festgelegt, wer bei besonderen Ereignissen Angehörige, Versicherungen, Amtsstellen und Medien informiert.",
      "levels": {
        "1": [
          "Informationskette für Notfälle festlegen. Wer informiert wen. Telefonnummern bereithalten. Nur eine Stelle für Medienkontakt. Diskretion wahren."
        ],
        "2": [
          "Systematisches Informationsmanagement für Krisen entwickeln. Klare Zuständigkeiten. Sprechregelungen. Vorlagen erstellen. Schulung durchführen."
        ],
        "3": [
          "Professionelles Krisenkommunikationskonzept implementieren. Krisenstab definieren. Medientraining. 24/7-Erreichbarkeit. Schnelle, korrekte Information."
        ],
        "4": [
          "Exzellente Krisenkommunikation perfektionieren. Proaktive Information. Transparenz mit Diskretion. Vertrauen erhalten. Vorbild in Kommunikation."
        ]
      },
      "children": []
    },
    {
      "id": "7.3.1",
      "groupId": "7.3.1",
      "finding": "Das Unternehmen verfügt über keine betriebsinterne Brandschutzorganisation.",
      "levels": {
        "1": [
          "Brandschutzverantwortlichen benennen. Erste Brandschutzhelfer bestimmen. Feuerlöscher kontrollieren. Fluchtwege kennzeichnen. Mit Feuerwehr Kontakt aufnehmen."
        ],
        "2": [
          "Systematische Brandschutzorganisation aufbauen. Alle Bereiche abdecken. Ausbildungen durchführen. Kontrollsystem etablieren. Mit Behörden abstimmen."
        ],
        "3": [
          "Professionelle Brandschutzorganisation implementieren. Qualifizierte Brandschutzbeauftragte. Umfassende Massnahmen. Regelmässige Audits. Hohe Sicherheit."
        ],
        "4": [
          "Exzellenten Brandschutz perfektionieren. Über gesetzliche Anforderungen hinaus. Innovative Konzepte. Null-Brand-Strategie. Regional führend."
        ]
      },
      "children": []
    },
    {
      "id": "7.3.2",
      "groupId": "7.3.2",
      "finding": "Es bestehen keine zweckmässige Brandmeldeorganisation und entsprechende Brandmeldeeinrichtungen.",
      "levels": {
        "1": [
          "Einfache Brandmeldekette etablieren. Rauchmelder installieren. Alarmierung regeln. Feuerwehr-Nummer aushängen. Erste Massnahmen treffen."
        ],
        "2": [
          "Systematische Brandmeldung und -alarmierung aufbauen. Technische Systeme prüfen. Alarmplan erstellen. Verantwortlichkeiten klären. Regelmässig testen."
        ],
        "3": [
          "Professionelle Brandmeldeanlage implementieren. Automatische Alarmierung. Vollständige Überwachung. Redundante Systeme. Wartung sicherstellen."
        ],
        "4": [
          "State-of-the-art Brandfrüherkennung perfektionieren. Intelligente Systeme. Präventive Überwachung. Schnellste Reaktion. Neue Standards."
        ]
      },
      "children": []
    },
    {
      "id": "7.3.3",
      "groupId": "7.3.3",
      "finding": "Die Beschäftigten sind nicht über das Verhalten bei einem Brand instruiert.",
      "levels": {
        "1": [
          "Grundregeln bei Brand vermitteln. Alarmieren-Retten-Löschen. In Sicherheit bringen. Sammelplatz zeigen. Feuerlöscher erklären."
        ],
        "2": [
          "Systematische Brandinstruktion für alle durchführen. Verschiedene Brandszenarien. Löschübungen anbieten. Evakuierung trainieren. Dokumentieren."
        ],
        "3": [
          "Professionelle Brandschutzschulung implementieren. Alle Mitarbeitenden erreichen. Praktische Übungen. Zertifikate. Hohe Handlungskompetenz."
        ],
        "4": [
          "Brandschutzkultur perfektionieren. Alle sind Brandschutzhelfer. Regelmässige Trainings. Höchste Reaktionsfähigkeit. Null Brandopfer."
        ]
      },
      "children": []
    },
    {
      "id": "7.3.4",
      "groupId": "7.3.4",
      "finding": "Es werden keine praktischen Übungen bezüglich des Verhaltens bei einem Brand durchgeführt.",
      "levels": {
        "1": [
          "Erste Evakuierungsübung planen. Ankündigen und durchführen. Zeiten messen. Probleme identifizieren. Verbesserungen umsetzen."
        ],
        "2": [
          "Regelmässige Brandschutzübungen systematisch planen. Verschiedene Szenarien. Alle Schichten einbeziehen. Externe Beobachter. Kontinuierliche Verbesserung."
        ],
        "3": [
          "Professionelle Übungskultur implementieren. Realistische Simulationen. Unangekündigte Übungen. Zusammenarbeit mit Feuerwehr. Hohe Performance."
        ],
        "4": [
          "Exzellenz in Brandschutzübungen perfektionieren. Komplexe Szenarien. Stresstest. Beste Evakuierungszeiten. Andere Betriebe trainieren."
        ]
      },
      "children": []
    },
    {
      "id": "7.3.5",
      "groupId": "7.3.5",
      "finding": "An der letzten Übung haben nicht alle Betriebsangehörigen teilgenommen.",
      "levels": {
        "1": [
          "Vollständige Teilnahme anstreben. Abwesende nachschulen. Übungen auf verschiedene Zeiten legen. Teilnahme zur Pflicht machen. Wichtigkeit betonen."
        ],
        "2": [
          "Systematisch 100% Abdeckung erreichen. Übungsplan mit allen Schichten. Nachholtermine. Teilnahme dokumentieren. Keine Ausnahmen dulden."
        ],
        "3": [
          "Lückenlose Übungsteilnahme sicherstellen. Multiple Termine. E-Learning-Ergänzung. Neue sofort einbeziehen. Compliance-Monitoring."
        ],
        "4": [
          "Vorbildliche Übungskultur perfektionieren. Alle sind trainiert. Hohe Motivation. Selbstverständlichkeit. Beste Quote erreichen.",
          "Sicherheitskultur-Assessment Kapitel 8: Mitwirkung",
          "ReportItemID",
          "Feststellung",
          "8.",
          "Mitwirkung"
        ]
      },
      "children": []
    },
    {
      "id": "8.1.1",
      "groupId": "8.1.1",
      "finding": "Die Information und Mitsprache der Mitarbeitenden gemäss Mitwirkungsgesetz ist nicht geregelt.",
      "levels": {
        "1": [
          "Die gesetzliche Pflicht zur Mitwirkung verstehen. Erste Informationskanäle schaffen. Bei Sicherheitsthemen Mitarbeitende anhören. Grundlagen des Mitwirkungsgesetzes kennenlernen. Mit kleinen Schritten beginnen."
        ],
        "2": [
          "Das Mitwirkungsgesetz systematisch umsetzen. Informations- und Mitspracheprozesse dokumentieren. Regelmässige Gespräche einführen. Gesetzeskonformität sicherstellen. Alle Bereiche einbeziehen."
        ],
        "3": [
          "Professionelle Mitwirkungskultur implementieren. Über Mindestanforderungen hinausgehen. Digitale Partizipationstools nutzen. Mitarbeitende aktiv einbeziehen. Wirksamkeit messen."
        ],
        "4": [
          "Vorbildliche Partizipationskultur perfektionieren. Mitarbeitende als Partner auf Augenhöhe. Innovative Mitwirkungsformen. Best Practice entwickeln. Andere Betriebe inspirieren."
        ]
      },
      "children": []
    },
    {
      "id": "8.1.2",
      "groupId": "8.1.2",
      "finding": "Im Unternehmen besteht keine Form der Arbeitnehmervertretung (weder direkt noch gewählte Vertretung).",
      "levels": {
        "1": [
          "Mitarbeitende direkt ansprechen. Bei Sicherheitsthemen ihre Meinung einholen. Offene Gesprächskultur fördern. Bei Bedarf Vertretung anregen. Erste Strukturen schaffen."
        ],
        "2": [
          "Form der Arbeitnehmervertretung klären. Mit Mitarbeitenden besprechen. Bei Bedarf Wahlen organisieren. Direkte Mitsprache systematisieren. Prozesse etablieren."
        ],
        "3": [
          "Professionelle Arbeitnehmervertretung implementieren. Klare Strukturen und Prozesse. Regelmässige Treffen. Echte Mitbestimmung. Konstruktive Zusammenarbeit."
        ],
        "4": [
          "Exzellente Sozialpartnerschaft perfektionieren. Gemeinsame Sicherheitsziele. Co-Management in Prävention. Vorbildliche Zusammenarbeit. Win-Win-Kultur."
        ]
      },
      "children": []
    },
    {
      "id": "8.1.3",
      "groupId": "8.1.3",
      "finding": "Die rechtzeitige und umfassende Information der Mitarbeitenden bzw. der Arbeitnehmervertretung ist nicht sichergestellt.",
      "levels": {
        "1": [
          "Wichtige Informationen sofort weitergeben. Sicherheitsrelevantes nie zurückhalten. Erste Informationswege etablieren. Transparenz üben. Vertrauen aufbauen."
        ],
        "2": [
          "Systematische Informationsprozesse entwickeln. Klare Informationspflichten definieren. Verschiedene Kanäle nutzen. Rechtzeitigkeit sicherstellen. Vollständigkeit gewährleisten."
        ],
        "3": [
          "Professionelles Informationsmanagement implementieren. Proaktive Information. Mehrsprachige Kommunikation. Digitale Plattformen. Rückmeldeschleifen etablieren."
        ],
        "4": [
          "Transparenzkultur perfektionieren. Echtzeitinformation. Alle Mitarbeitenden erreichen. Verständnis sicherstellen. Informationsexzellenz leben."
        ]
      },
      "children": []
    },
    {
      "id": "8.1.4",
      "groupId": "8.1.4",
      "finding": "Die besonderen Mitwirkungsrechte in Belangen der Arbeitssicherheit und des Gesundheitsschutzes sind nicht gewährleistet.",
      "levels": {
        "1": [
          "Mitarbeitende bei Sicherheitsfragen immer einbeziehen. Ihre Expertise anerkennen. Bei Gefährdungsbeurteilungen mitnehmen. Vorschläge ernst nehmen. Erste Erfolge zeigen."
        ],
        "2": [
          "Mitwirkungsrechte in Arbeitssicherheit systematisch verankern. Prozesse definieren. Bei allen Sicherheitsentscheiden einbeziehen. Dokumentieren. Wirkung zeigen."
        ],
        "3": [
          "Umfassende Sicherheitspartizipation implementieren. Mitarbeitende als Sicherheitsexperten. Gemeinsame Lösungsentwicklung. Hohe Beteiligung. Messbare Erfolge."
        ],
        "4": [
          "Sicherheits-Co-Creation perfektionieren. Mitarbeitende treiben Sicherheit. Bottom-up Innovation. Höchste Identifikation. Null Unfälle durch Partizipation."
        ]
      },
      "children": []
    },
    {
      "id": "8.1.5",
      "groupId": "8.1.5",
      "finding": "Die Arbeitnehmervertretung wird von Arbeitgeberseite nicht in ihrer Tätigkeit unterstützt.",
      "levels": {
        "1": [
          "Arbeitnehmervertretung als Partner sehen. Zeit für Sitzungen gewähren. Informationen bereitstellen. Vorschläge anhören. Erste gemeinsame Erfolge."
        ],
        "2": [
          "Systematische Unterstützung der Arbeitnehmervertretung etablieren. Ressourcen bereitstellen. Schulungen ermöglichen. Regelmässiger Austausch. Wertschätzung zeigen."
        ],
        "3": [
          "Professionelle Zusammenarbeit implementieren. Arbeitszeitregelungen. Budget für Aktivitäten. Externe Beratung ermöglichen. Gemeinsame Projekte."
        ],
        "4": [
          "Vorbildliche Sozialpartnerschaft perfektionieren. Strategische Allianz für Sicherheit. Gemeinsame Vision. Beste Arbeitsbedingungen. Andere Betriebe beraten."
        ]
      },
      "children": []
    },
    {
      "id": "8.2.1",
      "groupId": "8.2.1",
      "finding": "Im Unternehmen ist kein Vorschlagwesen institutionalisiert.",
      "levels": {
        "1": [
          "Mitarbeitende ermutigen, Ideen zu äussern. Vorschlagsbox aufstellen. In Sitzungen nach Ideen fragen. Erste Vorschläge umsetzen. Erfolge kommunizieren."
        ],
        "2": [
          "Systematisches Vorschlagwesen einführen. Einfaches Verfahren entwickeln. Bewertungskriterien festlegen. Rückmeldung garantieren. Umsetzung verfolgen."
        ],
        "3": [
          "Professionelles Ideenmanagement implementieren. Digitale Plattform. Transparente Prozesse. Schnelle Bearbeitung. Hohe Umsetzungsquote."
        ],
        "4": [
          "Innovationskultur perfektionieren. Alle sind Innovatoren. Kontinuierlicher Ideenfluss. Beste Umsetzungsrate. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "8.2.2",
      "groupId": "8.2.2",
      "finding": "Vorschläge bezüglich Sicherheit und Gesundheitsschutz werden nicht ausdrücklich gewünscht.",
      "levels": {
        "1": [
          "Sicherheitsideen explizit willkommen heissen. Bei jeder Gelegenheit danach fragen. Kleine Verbesserungen wertschätzen. \"Jede Idee zählt\" kommunizieren."
        ],
        "2": [
          "Sicherheitsvorschläge systematisch fördern. Spezielle Kampagnen. Verschiedene Einreichungswege. Niedrige Hürden. Aktiv nachfragen."
        ],
        "3": [
          "Sicherheitsinnovation als Priorität implementieren. Innovationsworkshops. Ideenwettbewerbe. Beste Ideen prominent umsetzen. Hohe Beteiligung."
        ],
        "4": [
          "Sicherheitsinnovationskultur perfektionieren. Alle denken Sicherheit weiter. Disruptive Ideen fördern. Patente anmelden. Branchenführer werden."
        ]
      },
      "children": []
    },
    {
      "id": "8.2.3",
      "groupId": "8.2.3",
      "finding": "In den letzten 12 Monaten wurden keine Vorschläge gemacht.",
      "levels": {
        "1": [
          "Aktiv nach ersten Vorschlägen fragen. Hemmschwellen abbauen. Auch mündliche Vorschläge zählen. Beispiele geben was gemeint ist. Mut machen."
        ],
        "2": [
          "Systematisch Vorschläge generieren. Ideenkampagnen starten. Verschiedene Zielgruppen ansprechen. Einfache Einreichung. Erfolgsgeschichten teilen."
        ],
        "3": [
          "Kontinuierlichen Vorschlagsfluss sicherstellen. Monatliche Ziele. Teamwettbewerbe. Digitale Tools. Gamification nutzen."
        ],
        "4": [
          "Höchste Vorschlagsquote erreichen. Alle Mitarbeitende beteiligt. Beste Ideen pro Kopf. Innovationsmotor. Andere Betriebe übertreffen."
        ]
      },
      "children": []
    },
    {
      "id": "8.2.4",
      "groupId": "8.2.4",
      "finding": "In den letzten 12 Monaten wurden keine Vorschläge zu Sicherheit und Gesundheitsschutz gemacht.",
      "levels": {
        "1": [
          "Gezielt nach Sicherheitsideen fragen. \"Was nervt dich sicherheitstechnisch?\" Kleine Verbesserungen suchen. Erste Ideen sofort umsetzen. Erfolge zeigen."
        ],
        "2": [
          "Sicherheitsvorschläge systematisch stimulieren. Themenwochen durchführen. Gefährdungen als Ideenquelle. Teams einbeziehen. Quote steigern."
        ],
        "3": [
          "Hohe Sicherheits-Vorschlagsquote erreichen. Alle Bereiche aktivieren. Beste Ideen prämieren. Schnelle Umsetzung. Wirkung messen."
        ],
        "4": [
          "Sicherheitsinnovation als DNA verankern. Höchste Ideendichte. Revolutionäre Konzepte. Null-Unfall durch Innovation. Vorreiter sein."
        ]
      },
      "children": []
    },
    {
      "id": "8.2.5",
      "groupId": "8.2.5",
      "finding": "Vorschläge zur Verbesserung der Sicherheit werden nicht honoriert.",
      "levels": {
        "1": [
          "Jede Sicherheitsidee wertschätzen. Dankeschön aussprechen. Kleine Anerkennung geben. Öffentlich loben. Umsetzung als beste Belohnung."
        ],
        "2": [
          "Systematisches Anerkennungssystem entwickeln. Verschiedene Honorierungsformen. Materielle und immaterielle Anreize. Transparente Kriterien. Zeitnah belohnen."
        ],
        "3": [
          "Professionelles Prämiensystem implementieren. Attraktive Prämien. Teamprämien ermöglichen. Jahresauszeichnungen. Karriereförderung verknüpfen."
        ],
        "4": [
          "Innovationsbelohnung perfektionieren. Gewinnbeteiligung an Einsparungen. Innovatoren-Status. Beste Konditionen. Start-up-Mentalität."
        ]
      },
      "children": []
    },
    {
      "id": "8.2.6",
      "groupId": "8.2.6",
      "finding": "Im Unternehmen kommt kein Anreizsystem zur Förderung der Sicherheit zur Anwendung.",
      "levels": {
        "1": [
          "Erste positive Anreize für Sicherheit schaffen. Unfallfreie Zeiten feiern. Sichere Teams hervorheben. Vorbildliches Verhalten anerkennen. Klein anfangen."
        ],
        "2": [
          "Strukturiertes Sicherheits-Anreizsystem entwickeln. Verschiedene Anreizformen. Team- und Einzelanreize. Messbare Kriterien. Regelmässige Anpassung."
        ],
        "3": [
          "Umfassendes Anreizmanagement implementieren. Verhaltensbasierte Anreize. Positive Verstärkung. Keine Bestrafungssysteme. Hohe Wirksamkeit."
        ],
        "4": [
          "Intrinsische Sicherheitsmotivation perfektionieren. Anreize überflüssig machen. Sicherheit als Selbstverständlichkeit. Höchste Eigenverantwortung. Kulturexzellenz."
        ]
      },
      "children": []
    },
    {
      "id": "8.2.7",
      "groupId": "8.2.7",
      "finding": "Im Unternehmen bestehen keine Qualitätszirkel oder andere Formen zur Nutzung des Kreativpotenzials der Mitarbeitenden.",
      "levels": {
        "1": [
          "Erste Arbeitsgruppe für Verbesserungen bilden. Motivierte Mitarbeitende einladen. Konkretes Thema bearbeiten. Vorschläge umsetzen. Erfolg feiern."
        ],
        "2": [
          "Systematische Verbesserungsgruppen etablieren. Verschiedene Themen. Klare Aufträge. Methodenschulung. Regelmässige Treffen. Ergebnisse umsetzen."
        ],
        "3": [
          "Professionelle Qualitätszirkel implementieren. KVP-Methoden anwenden. Alle Bereiche abdecken. Hohe Beteiligung. Messbare Verbesserungen."
        ],
        "4": [
          "Kontinuierliche Verbesserungskultur perfektionieren. Selbstorganisierte Teams. Innovationslabore. Höchste Kreativität. Benchmark für Partizipation.",
          "Sicherheitskultur-Assessment Kapitel 9: Gesundheitsschutz",
          "ReportItemID",
          "Feststellung",
          "9.",
          "Gesundheitsschutz"
        ]
      },
      "children": []
    },
    {
      "id": "9.1.1",
      "groupId": "9.1.1",
      "finding": "Die Mitarbeitenden können ihre Arbeit nicht selbständig einteilen.",
      "levels": {
        "1": [
          "Erste Spielräume schaffen. Bei unkritischen Arbeiten Reihenfolge freigeben. Mitarbeitende nach Präferenzen fragen. Kleine Freiheiten gewähren. Vertrauen aufbauen."
        ],
        "2": [
          "Systematisch Handlungsspielräume erweitern. Verschiedene Arbeitsmodelle testen. Verantwortung schrittweise übertragen. Erfolge dokumentieren. Ängste abbauen."
        ],
        "3": [
          "Professionelle Arbeitsautonomie implementieren. Klare Rahmenbedingungen. Selbstorganisierte Teams. Ergebnisorientierung. Hohe Eigenverantwortung."
        ],
        "4": [
          "Selbstbestimmte Arbeitskultur perfektionieren. Maximale Flexibilität. Vertrauensarbeitszeit. Höchste Produktivität. Vorbild für moderne Arbeitsgestaltung."
        ]
      },
      "children": []
    },
    {
      "id": "9.1.2",
      "groupId": "9.1.2",
      "finding": "Die Mitarbeitenden können den Arbeitsfluss nicht ohne nachteilige Folgen unterbrechen.",
      "levels": {
        "1": [
          "Unterbrechungsmöglichkeiten schaffen. Puffer einbauen. Springer organisieren. \"Stopp bei Gefahr\" erlauben. Keine Bestrafung bei Unterbrechung."
        ],
        "2": [
          "Systematische Flexibilität in Arbeitsprozesse einbauen. Unterbrechungsregeln definieren. Vertretungen organisieren. Taktunabhängigkeit erhöhen."
        ],
        "3": [
          "Professionelles Unterbrechungsmanagement implementieren. Prozesse robust gestalten. Redundanzen schaffen. Gesundheit vor Takt."
        ],
        "4": [
          "Resiliente Arbeitssysteme perfektionieren. Menschengerechte Prozesse. Null Stress durch Zwang. Gesundheit als Priorität."
        ]
      },
      "children": []
    },
    {
      "id": "9.1.3",
      "groupId": "9.1.3",
      "finding": "Die Mitarbeitenden können sich nicht so oft wie nötig miteinander verständigen.",
      "levels": {
        "1": [
          "Kommunikationsmöglichkeiten verbessern. Kurze Besprechungen erlauben. Funkgeräte bereitstellen. Lärmschutz mit Kommunikation kombinieren. Austausch fördern."
        ],
        "2": [
          "Systematische Kommunikationsstrukturen schaffen. Regelmässige Teamzeiten. Kommunikationszonen einrichten. Digitale Tools nutzen. Sprachbarrieren abbauen."
        ],
        "3": [
          "Professionelle Kommunikationskultur implementieren. Alle Kanäle nutzen. Mehrsprachigkeit fördern. Informationsfluss optimieren. Missverständnisse minimieren."
        ],
        "4": [
          "Exzellente Verständigungskultur perfektionieren. Nahtlose Kommunikation. Alle verstehen sich. Null Fehler durch Kommunikation. Best Practice."
        ]
      },
      "children": []
    },
    {
      "id": "9.1.4",
      "groupId": "9.1.4",
      "finding": "Es tauchen öfter Unklarheiten bezüglich Zuständigkeiten auf.",
      "levels": {
        "1": [
          "Hauptzuständigkeiten klären. Wer macht was aufschreiben. Bei Unklarheiten sofort besprechen. Überschneidungen identifizieren. Erste Regelungen treffen."
        ],
        "2": [
          "Systematische Zuständigkeitsmatrix erstellen. Alle Aufgaben zuordnen. Schnittstellen definieren. Vertretungen regeln. Transparent kommunizieren."
        ],
        "3": [
          "Professionelles Verantwortungsmanagement implementieren. RACI-Matrix nutzen. Digitale Dokumentation. Regelmässige Reviews. Klarheit für alle."
        ],
        "4": [
          "Kristallklare Organisationsstruktur perfektionieren. Selbsterklärende Zuständigkeiten. Agile Anpassung. Null Konflikte. Organisationsexzellenz."
        ]
      },
      "children": []
    },
    {
      "id": "9.1.5",
      "groupId": "9.1.5",
      "finding": "In bestimmten Bereichen gibt es häufige Störungen im Arbeitsablauf (Verwechslungen, Vergessen, Übersehen, Vergreifen).",
      "levels": {
        "1": [
          "Störungsquellen identifizieren. Erste Abhilfe schaffen. Beschriftungen verbessern. Ordnung schaffen. Fehlerquellen eliminieren."
        ],
        "2": [
          "Systematische Fehleranalyse durchführen. Poka-Yoke-Prinzipien anwenden. Verwechslungssicherheit erhöhen. Standards einführen. 5S umsetzen."
        ],
        "3": [
          "Professionelles Fehlermanagement implementieren. Null-Fehler-Prozesse entwickeln. Digitale Unterstützung. Kontinuierliche Verbesserung."
        ],
        "4": [
          "Fehlerfreie Arbeitsabläufe perfektionieren. Intelligente Systeme. Automatische Fehlervermeidung. Höchste Prozesssicherheit. Benchmark werden."
        ]
      },
      "children": []
    },
    {
      "id": "9.1.6",
      "groupId": "9.1.6",
      "finding": "Es gibt monotone, reizarme Tätigkeiten mit geringen Anforderungen.",
      "levels": {
        "1": [
          "Monotonie als Problem erkennen. Erste Abwechslung schaffen. Kurze Rotation einführen. Zusatzaufgaben anbieten. Pausen optimieren."
        ],
        "2": [
          "Systematische Arbeitsanreicherung planen. Job Rotation etablieren. Job Enlargement umsetzen. Qualifizierung ermöglichen. Motivation steigern."
        ],
        "3": [
          "Professionelle Arbeitsgestaltung implementieren. Job Enrichment. Ganzheitliche Aufgaben. Entwicklungspfade. Hohe Arbeitszufriedenheit."
        ],
        "4": [
          "Stimulierende Arbeitsumgebung perfektionieren. Keine Monotonie mehr. Alle Arbeiten bereichernd. Höchste Motivation. Attraktivster Arbeitgeber."
        ]
      },
      "children": []
    },
    {
      "id": "9.1.7",
      "groupId": "9.1.7",
      "finding": "Monotone Tätigkeiten könnten nicht durch Aufgabenerweiterung oder -wechsel bereichert werden.",
      "levels": {
        "1": [
          "Möglichkeiten zur Bereicherung suchen. Mit Betroffenen Ideen entwickeln. Kleine Verbesserungen testen. Hindernisse identifizieren. Kreativ werden."
        ],
        "2": [
          "Systematisch Bereicherungspotenziale analysieren. Verschiedene Modelle prüfen. Pilotprojekte starten. Erfolge messen. Widerstände abbauen."
        ],
        "3": [
          "Innovative Arbeitsgestaltung implementieren. Technische Unterstützung. Neue Arbeitsformen. Erfolgreiche Transformation."
        ],
        "4": [
          "Arbeitsplatz-Revolution vollenden. Alle Tätigkeiten sinnstiftend. Modernste Konzepte. Null Monotonie. Zukunft der Arbeit."
        ]
      },
      "children": []
    },
    {
      "id": "9.2.1",
      "groupId": "9.2.1",
      "finding": "In bestimmten Bereichen wird häufig über Müdigkeit, Kopfweh, Schlafstörungen oder Magenbeschwerden geklagt.",
      "levels": {
        "1": [
          "Beschwerden ernst nehmen. Ursachen erfragen. Erste Entlastungen schaffen. Arbeitszeiten prüfen. Bei Bedarf Arzt einschalten."
        ],
        "2": [
          "Systematische Belastungsanalyse durchführen. Gefährdungsbeurteilung psychische Belastung. Massnahmen ableiten. Wirksamkeit prüfen."
        ],
        "3": [
          "Professionelles Gesundheitsmanagement implementieren. Präventionsprogramme. Gesundheitszirkel. Messbare Verbesserungen."
        ],
        "4": [
          "Gesundheitsförderliche Arbeitsplätze perfektionieren. Null Beschwerden. Vitale Belegschaft. Gesundheit als Erfolgsfaktor."
        ]
      },
      "children": []
    },
    {
      "id": "9.2.2",
      "groupId": "9.2.2",
      "finding": "Es gibt Klagen über monotone Arbeiten oder einseitige Belastungen.",
      "levels": {
        "1": [
          "Klagen als Warnsignal verstehen. Belastungswechsel ermöglichen. Ausgleichsübungen zeigen. Erste Verbesserungen umsetzen."
        ],
        "2": [
          "Systematische Belastungsvielfalt schaffen. Mischarbeitsplätze entwickeln. Ausgleichsprogramme. Ergonomische Optimierung."
        ],
        "3": [
          "Ganzheitliche Arbeitsgestaltung implementieren. Alle Belastungsarten optimieren. Präventive Massnahmen. Hohe Zufriedenheit."
        ],
        "4": [
          "Optimale Belastungsbalance perfektionieren. Individualisierte Arbeitsplätze. Höchste Ergonomie. Null einseitige Belastungen."
        ]
      },
      "children": []
    },
    {
      "id": "9.2.3",
      "groupId": "9.2.3",
      "finding": "Es gibt Klagen über Termindruck, Hektik oder Überforderung.",
      "levels": {
        "1": [
          "Stresssignale wahrnehmen. Arbeitsmengen prüfen. Prioritäten setzen. Pufferzeiten einbauen. Unterstützung anbieten."
        ],
        "2": [
          "Systematisches Belastungsmanagement einführen. Realistische Planung. Ressourcen anpassen. Stressprävention. Führungskräfte schulen."
        ],
        "3": [
          "Professionelles Stressmanagement implementieren. Resilienztraining. Flexible Ressourcen. Work-Life-Balance. Gesunde Leistung."
        ],
        "4": [
          "Stressfreie Hochleistung perfektionieren. Flow-Zustände fördern. Optimale Herausforderung. Null Überforderung. Excellence."
        ]
      },
      "children": []
    },
    {
      "id": "9.2.4",
      "groupId": "9.2.4",
      "finding": "Es gibt eine diffuse Unzufriedenheit ohne einsichtigen Grund (ständiges Nörgeln).",
      "levels": {
        "1": [
          "Unzufriedenheit als Symptom erkennen. Gespräche führen. Echte Ursachen suchen. Kleine Verbesserungen starten. Wertschätzung zeigen."
        ],
        "2": [
          "Systematische Zufriedenheitsanalyse durchführen. Mitarbeiterbefragungen. Workshops. Ursachen identifizieren. Massnahmenplan entwickeln."
        ],
        "3": [
          "Professionelles Zufriedenheitsmanagement implementieren. Kontinuierliche Dialoge. Partizipation. Messbare Verbesserungen."
        ],
        "4": [
          "Begeisterungskultur perfektionieren. Höchste Zufriedenheit. Positive Energie. Beste Stimmung. Traumarbeitgeber."
        ]
      },
      "children": []
    },
    {
      "id": "9.2.5",
      "groupId": "9.2.5",
      "finding": "Es gibt menschliche Konflikte zwischen Mitarbeitenden, Abteilungen, Hierarchieebenen.",
      "levels": {
        "1": [
          "Konflikte nicht ignorieren. Erste Gespräche moderieren. Gemeinsamkeiten suchen. Spielregeln vereinbaren. Eskalation vermeiden."
        ],
        "2": [
          "Systematische Konfliktprävention einführen. Kommunikationsregeln. Teambuilding. Führungskräfte schulen. Frühwarnsystem."
        ],
        "3": [
          "Professionelles Konfliktmanagement implementieren. Mediatoren ausbilden. Präventive Massnahmen. Konfliktkultur entwickeln."
        ],
        "4": [
          "Harmonische Zusammenarbeit perfektionieren. Konflikte als Chance. Höchster Teamgeist. Null destruktive Konflikte."
        ]
      },
      "children": []
    },
    {
      "id": "9.2.6",
      "groupId": "9.2.6",
      "finding": "Es wird kein dokumentiertes Konfliktlösungsverfahren angewendet.",
      "levels": {
        "1": [
          "Erste Konfliktlösungsschritte definieren. Ansprechpersonen benennen. Vertraulichkeit zusichern. Fairness garantieren. Mit Erfahrung starten."
        ],
        "2": [
          "Strukturiertes Konfliktlösungsverfahren entwickeln. Verschiedene Eskalationsstufen. Dokumentation. Schulung aller Führungskräfte."
        ],
        "3": [
          "Professionelles Konfliktmanagementsystem implementieren. Interne Mediatoren. Externe Unterstützung. Nachhaltige Lösungen."
        ],
        "4": [
          "Vorbildliche Konfliktkultur perfektionieren. Präventive Systeme. Konstruktive Lösungen. Konfliktresilienz. Best Practice."
        ]
      },
      "children": []
    },
    {
      "id": "9.3.1",
      "groupId": "9.3.1",
      "finding": "An Arbeitsplätzen treten verschiedene physische Belastungen auf (Schwerarbeit, Zwangshaltungen, Heben/Tragen, Lärm, Vibrationen, Hitze/Kälte, Staub, etc.).",
      "levels": {
        "1": [
          "Hauptbelastungen identifizieren. Sofortmassnahmen bei Extrembelastungen. Erste Hilfsmittel bereitstellen. PSA optimieren. Gefährdungsbeurteilung beginnen."
        ],
        "2": [
          "Systematische Belastungserfassung durchführen. Messungen vornehmen. Grenzwerte prüfen. Technische Massnahmen planen. Arbeitsmedizin einbeziehen."
        ],
        "3": [
          "Professionelles Belastungsmanagement implementieren. Alle Faktoren optimieren. Modernste Technik. Präventionsprogramme. Gesundheitsüberwachung."
        ],
        "4": [
          "Optimale Arbeitsumgebung perfektionieren. Minimale Belastungen. Innovative Lösungen. Gesündeste Arbeitsplätze. Branchenführer."
        ]
      },
      "children": []
    },
    {
      "id": "9.4.1",
      "groupId": "9.4.1",
      "finding": "An Arbeitsplätzen treten psychische Belastungen auf (unklare Zuständigkeiten, Führungsmängel, soziale Spannungen, Überforderung, Stress).",
      "levels": {
        "1": [
          "Psychische Belastungen anerkennen. Erste Gespräche führen. Offensichtliche Probleme angehen. Führungskräfte sensibilisieren. Unterstützung signalisieren."
        ],
        "2": [
          "Systematische Erfassung psychischer Belastungen. Gefährdungsbeurteilung durchführen. Massnahmenplan entwickeln. Führungskräfte schulen."
        ],
        "3": [
          "Professionelles psychisches Gesundheitsmanagement implementieren. Präventionsprogramme. EAP einführen. Resilienz stärken."
        ],
        "4": [
          "Psychisch gesunde Organisation perfektionieren. Positive Psychologie. Höchstes Wohlbefinden. Null psychische Gefährdungen."
        ]
      },
      "children": []
    },
    {
      "id": "9.5.1",
      "groupId": "9.5.1",
      "finding": "Die Arbeitszeiten sind nicht klar geregelt (Tages-, Wochen-, Jahresarbeitszeit).",
      "levels": {
        "1": [
          "Grundlegende Arbeitszeitregelung einführen. Gesetzliche Vorgaben einhalten. Arbeitszeiten dokumentieren. Überstunden erfassen. Transparenz schaffen."
        ],
        "2": [
          "Systematische Arbeitszeitmodelle entwickeln. Verschiedene Bedürfnisse berücksichtigen. Flexibilität ermöglichen. Gesundheitsaspekte beachten."
        ],
        "3": [
          "Professionelles Arbeitszeitmanagement implementieren. Moderne Modelle. Work-Life-Balance. Digitale Erfassung. Faire Regelungen."
        ],
        "4": [
          "Innovative Arbeitszeitkultur perfektionieren. Maximale Flexibilität. Individuelle Lösungen. Gesundheitsfördernd. Attraktivster Arbeitgeber."
        ]
      },
      "children": [
        {
          "idRange": "9.5.2-7",
          "ids": [
            "9.5.2",
            "9.5.3",
            "9.5.4",
            "9.5.5",
            "9.5.6",
            "9.5.7"
          ],
          "finding": "Es gibt keine flexiblen Arbeitszeitmodelle (Gleitzeit, andere Modelle) oder gesundheitskritische Regelungen (Wochenend-, Schichtarbeit).",
          "levels": {
            "1": [
              "Flexibilisierungsmöglichkeiten prüfen. Mitarbeiterwünsche erfragen. Erste Tests durchführen. Schichtpläne optimieren. Gesundheit priorisieren."
            ],
            "2": [
              "Verschiedene Arbeitszeitmodelle systematisch evaluieren. Pilotprojekte. Gesundheitsverträglichkeit sichern. Faire Kompensation."
            ],
            "3": [
              "Moderne Arbeitszeitmodelle professionell implementieren. Alle Bedürfnisse ausbalancieren. Digitale Planung. Gesundheitsschutz integriert."
            ],
            "4": [
              "Zukunftsweisende Arbeitszeitgestaltung perfektionieren. Individualisierte Modelle. Chronobiologie beachten. Höchste Zufriedenheit."
            ]
          }
        }
      ]
    },
    {
      "id": "9.9.1",
      "groupId": "9.9.1",
      "finding": "Es gibt heimliche Verstärker von riskantem Verhalten.",
      "levels": {
        "1": [
          "Risikokultur hinterfragen. Sicherheit belohnen statt Draufgängertum. Vorbilder identifizieren. Erste Kulturveränderungen. Führung einbeziehen."
        ],
        "2": [
          "Systematische Kulturanalyse durchführen. Negative Verstärker eliminieren. Positive Anreize. Führungskräfte schulen."
        ],
        "3": [
          "Sicherheitskultur professionell transformieren. Neue Werte verankern. Verhaltensänderung. Nachhaltiger Wandel."
        ],
        "4": [
          "Vorbildliche Sicherheitskultur perfektionieren. Intrinsische Motivation. Höchste Standards. Null Risikoverhalten."
        ]
      },
      "children": [
        {
          "idRange": "9.9.2-7",
          "ids": [
            "9.9.2",
            "9.9.3",
            "9.9.4",
            "9.9.5",
            "9.9.6",
            "9.9.7"
          ],
          "finding": "Der Umgang mit Suchtmitteln ist nicht geregelt oder Suchtprävention fehlt.",
          "levels": {
            "1": [
              "Klare Regeln zu Alkohol/Drogen einführen. Nulltoleranz bei Sicherheitsrisiken. Erste Präventionsschritte. Führungskräfte instruieren."
            ],
            "2": [
              "Umfassendes Suchtkonzept entwickeln. Präventionsprogramm. Früherkennung. Interventionskette. Externe Partner."
            ],
            "3": [
              "Professionelles Suchtmanagement implementieren. Präventionskultur. Beratungsangebote. Wiedereingliederung."
            ],
            "4": [
              "Suchtfreie Organisation perfektionieren. Gesundheitskultur. Präventionsexzellenz. Null Suchtprobleme."
            ]
          }
        },
        {
          "idRange": "9.9.8-9",
          "ids": [
            "9.9.8",
            "9.9.9"
          ],
          "finding": "Besondere Personengruppen werden nicht geschützt oder Massnahmen gegen übertragbare Krankheiten fehlen.",
          "levels": {
            "1": [
              "Schutzbedürftige identifizieren. Jugend-/Mutterschutz beachten. Pandemiegrundschutz einführen. Hygieneregeln etablieren."
            ],
            "2": [
              "Systematischen Schutz vulnerabler Gruppen aufbauen. Pandemieplan erstellen. Präventionsmassnahmen. Regelmässige Updates."
            ],
            "3": [
              "Umfassenden Gesundheitsschutz implementieren. Alle Gruppen berücksichtigen. Notfallpläne. Präventionskultur."
            ],
            "4": [
              "Vorbildlichen Gesundheitsschutz perfektionieren. Proaktive Massnahmen. Höchste Standards. Null Gefährdungen."
            ]
          }
        }
      ]
    },
    {
      "id": "10.1.1",
      "groupId": "10.1.1",
      "finding": "Im Unternehmen besteht kein Kontroll- oder Überwachungskonzept bezüglich Sicherheit und Gesundheit der Beschäftigten.",
      "levels": {
        "1": [
          "Die Notwendigkeit von Kontrollen verstehen. Mit einfachen Rundgängen beginnen. Offensichtliche Mängel notieren. Erste Verbesserungen einleiten. Regelmässigkeit anstreben."
        ],
        "2": [
          "Ein einfaches Kontrollkonzept entwickeln. Verschiedene Kontrollarten definieren. Zuständigkeiten festlegen. Zeitplan erstellen. Dokumentation einführen."
        ],
        "3": [
          "Professionelles Überwachungskonzept implementieren. Alle Bereiche abdecken. Systematische Kontrollen. Digitale Erfassung. Kontinuierliche Verbesserung."
        ],
        "4": [
          "Exzellentes Kontrollsystem perfektionieren. Präventive Überwachung. Echtzeitmonitoring. Predictive Safety. Null Überraschungen."
        ]
      },
      "children": []
    },
    {
      "id": "10.1.2",
      "groupId": "10.1.2",
      "finding": "Im Unternehmen werden keine regelmässigen Sicherheitsaudits durchgeführt.",
      "levels": {
        "1": [
          "Mit monatlichen Sicherheitsrundgängen starten. Sicherheitsbeauftragten einbeziehen. Einfache Checkliste verwenden. Hauptrisiken prüfen. Ergebnisse besprechen."
        ],
        "2": [
          "Systematische Auditplanung einführen. Verschiedene Audittypen. Interne Auditoren bestimmen. Jahresplan erstellen. Standards entwickeln."
        ],
        "3": [
          "Professionelles Auditsystem implementieren. Qualifizierte Auditoren. Verschiedene Auditebenen. Digitale Durchführung. Wirksamkeitsmessung."
        ],
        "4": [
          "Audit-Excellence erreichen. Cross-Audits. Externe Benchmarks. Beste Erkennungsrate. Präventionsmotor werden."
        ]
      },
      "children": []
    },
    {
      "id": "10.1.3",
      "groupId": "10.1.3",
      "finding": "Die Häufigkeit von Sicherheitsaudits ist nicht definiert.",
      "levels": {
        "1": [
          "Erste Regelmässigkeit schaffen. Mit quartalsweisen Audits beginnen. Kritische Bereiche öfter prüfen. Machbaren Rhythmus finden. Durchhalten."
        ],
        "2": [
          "Risikobasierte Auditfrequenz festlegen. Verschiedene Intervalle je nach Gefährdung. Jahresplanung. Flexibilität für Anlassaudits. Ressourcen sichern."
        ],
        "3": [
          "Optimale Auditfrequenz implementieren. Kontinuierliche Überwachung kritischer Bereiche. Rotierende Schwerpunkte. Effiziente Planung."
        ],
        "4": [
          "Dynamische Auditsteuerung perfektionieren. Risikobasierte Intervalle. Real-time Anpassung. Maximale Abdeckung. Null blinde Flecken."
        ]
      },
      "children": []
    },
    {
      "id": "10.1.4",
      "groupId": "10.1.4",
      "finding": "Inhalt und Ablauf der Sicherheitsaudits werden nicht vorbereitet und geplant.",
      "levels": {
        "1": [
          "Audits strukturiert angehen. Vorab festlegen was geprüft wird. Checkliste vorbereiten. Beteiligte informieren. Zeit einplanen."
        ],
        "2": [
          "Systematische Auditvorbereitung etablieren. Auditpläne erstellen. Prüfkriterien definieren. Unterlagen bereitstellen. Ablauf standardisieren."
        ],
        "3": [
          "Professionelle Auditplanung implementieren. Detaillierte Auditprogramme. Risikofokussierung. Digitale Vorbereitung. Effizienz maximieren."
        ],
        "4": [
          "Intelligente Auditsteuerung perfektionieren. Adaptive Planung. KI-gestützte Schwerpunkte. Predictive Auditing. Innovation führen."
        ]
      },
      "children": []
    },
    {
      "id": "10.1.5",
      "groupId": "10.1.5",
      "finding": "Die Vorgesetzten sind nicht in der Durchführung und Auswertung von Sicherheitsaudits ausgebildet.",
      "levels": {
        "1": [
          "Vorgesetzte zu ersten Audits mitnehmen. Learning by Doing. Einfache Anleitung geben. Gemeinsam auswerten. Sicherheit stärken."
        ],
        "2": [
          "Systematische Auditorenschulung für Vorgesetzte entwickeln. Grundlagen vermitteln. Praxisübungen. Mentoring anbieten. Kompetenz aufbauen."
        ],
        "3": [
          "Professionelle Auditorenausbildung implementieren. Zertifizierte Schulungen. Verschiedene Levels. Regelmässige Updates. Hohe Kompetenz."
        ],
        "4": [
          "Vorgesetzte zu Audit-Experten entwickeln. Lead-Auditor-Qualifikation. Trainer ausbilden. Beste Auditqualität. Multiplikatoren."
        ]
      },
      "children": []
    },
    {
      "id": "10.1.6",
      "groupId": "10.1.6",
      "finding": "Die Auditverfahren sind nicht an die Risikostruktur und betrieblichen Verhältnisse angepasst.",
      "levels": {
        "1": [
          "Eigene Risiken in Audits berücksichtigen. Branchenspezifika einbauen. Standard-Checklisten anpassen. Praxisnähe sicherstellen. Relevant bleiben."
        ],
        "2": [
          "Massgeschneiderte Auditverfahren entwickeln. Risikoanalyse als Basis. Betriebsspezifische Kriterien. Verschiedene Audittypen. Kontinuierliche Anpassung."
        ],
        "3": [
          "Professionell angepasste Auditsystematik implementieren. Dynamische Verfahren. Digitale Anpassung. Höchste Relevanz. Maximale Wirksamkeit."
        ],
        "4": [
          "Innovative Auditansätze perfektionieren. Selbstlernende Systeme. Predictive Risk Focus. Branchenführende Methodik. Best Practice."
        ]
      },
      "children": []
    },
    {
      "id": "10.1.7",
      "groupId": "10.1.7",
      "finding": "Bei Sicherheitsaudits werden keine Hilfsmittel wie Checklisten oder Formulare verwendet.",
      "levels": {
        "1": [
          "Erste Audit-Checkliste erstellen. Mit 10 wichtigsten Punkten beginnen. Einfach abhaken. Platz für Notizen. Praktisch gestalten."
        ],
        "2": [
          "Umfassende Audit-Hilfsmittel entwickeln. Verschiedene Checklisten. Digitale Formulare. Fotodokumentation. Systematisch einsetzen."
        ],
        "3": [
          "Professionelle Audit-Tools implementieren. Tablet-basierte Erfassung. Intelligente Checklisten. Automatische Berichte. Hohe Effizienz."
        ],
        "4": [
          "State-of-the-art Audit-Technologie perfektionieren. KI-Unterstützung. Augmented Reality. Sprachsteuerung. Technologieführer."
        ]
      },
      "children": []
    },
    {
      "id": "10.1.8",
      "groupId": "10.1.8",
      "finding": "Feststellungen und eingeleitete Massnahmen werden nicht schriftlich dokumentiert.",
      "levels": {
        "1": [
          "Wichtigste Feststellungen aufschreiben. Einfaches Protokoll führen. Massnahmen notieren. Verantwortliche festhalten. Ablage organisieren."
        ],
        "2": [
          "Systematische Auditdokumentation einführen. Standardformulare. Alle Feststellungen erfassen. Massnahmenverfolgung. Archivierung regeln."
        ],
        "3": [
          "Professionelles Dokumentenmanagement implementieren. Digitale Erfassung. Automatische Workflows. Lückenlose Nachverfolgung. Revisionssicherheit."
        ],
        "4": [
          "Intelligente Dokumentation perfektionieren. Blockchain-Verifizierung. Automatisierte Auswertungen. Real-time Dashboards. Null Informationsverlust."
        ]
      },
      "children": []
    },
    {
      "id": "10.1.9",
      "groupId": "10.1.9",
      "finding": "Die Feststellungen werden nicht in das betriebliche Sicherheitssystem einbezogen.",
      "levels": {
        "1": [
          "Auditerkenntnisse nutzen. In Gefährdungsbeurteilung einfliessen lassen. Massnahmen ableiten. Kreislauf schliessen. Lernen und verbessern."
        ],
        "2": [
          "Systematische Integration der Auditergebnisse. Regelkreis etablieren. Trenanalysen. Systmanpassungen. Wirksamkeit prüfen."
        ],
        "3": [
          "Vollständige Systemintegration implementieren. Automatische Updates. Kontinuierliche Verbesserung. Geschlossener Kreislauf."
        ],
        "4": [
          "Selbstlernendes Sicherheitssystem perfektionieren. Audit-getriebene Evolution. Höchste Systemreife. Zero-Defect-Ansatz."
        ]
      },
      "children": []
    },
    {
      "id": "10.2.1",
      "groupId": "10.2.1",
      "finding": "Im Unternehmen werden keine Statistiken über verschiedene Ereignistypen geführt (Unfälle, Krankheiten, Sachschäden, Beinaheunfälle etc.).",
      "levels": {
        "1": [
          "Mit Unfallstatistik beginnen. Jeden Unfall zählen. Einfache Excel-Tabelle. Monatlich auswerten. Entwicklung beobachten."
        ],
        "2": [
          "Umfassende Ereigniserfassung systematisieren. Alle relevanten Kategorien. Einheitliche Erfassung. Regelmässige Auswertung. Trends erkennen."
        ],
        "3": [
          "Professionelles Ereignismanagement implementieren. Digitale Erfassung. Automatische Statistiken. Benchmarking. Predictive Analytics vorbereiten."
        ],
        "4": [
          "Business Intelligence für Sicherheit perfektionieren. Real-time Analytics. Machine Learning. Präventive Steuerung. Null-Ereignis-Ziel."
        ]
      },
      "children": []
    },
    {
      "id": "10.2.2",
      "groupId": "10.2.2",
      "finding": "Ereignisstatistiken bestehen nicht für das gesamte Unternehmen und Organisationseinheiten.",
      "levels": {
        "1": [
          "Zentrale Unfallerfassung starten. Alle Bereiche einbeziehen. Verantwortlichen bestimmen. Erste Gesamtübersicht. Transparenz schaffen."
        ],
        "2": [
          "Strukturierte Statistik für alle Ebenen aufbauen. Zentrale und dezentrale Erfassung. Konsolidierung sicherstellen. Regelmässige Berichte."
        ],
        "3": [
          "Integriertes Statistiksystem implementieren. Alle Hierarchieebenen. Automatische Aggregation. Drill-down-Möglichkeiten. Umfassende Analysen."
        ],
        "4": [
          "Intelligentes Ereignis-Monitoring perfektionieren. Echtzeitdaten aller Ebenen. Predictive Insights. Proaktive Steuerung. Best-in-Class."
        ]
      },
      "children": []
    },
    {
      "id": "10.2.3",
      "groupId": "10.2.3",
      "finding": "Die Ereignisstatistik wird nicht als Führungsmittel verwendet.",
      "levels": {
        "1": [
          "Unfallzahlen in Führungssitzungen besprechen. Entwicklungen zeigen. Handlungsbedarf ableiten. Ziele setzen. Erfolge würdigen."
        ],
        "2": [
          "Statistik systematisch in Führung integrieren. KPI-Dashboards. Monatliche Reviews. Zielverfolgung. Massnahmenableitung."
        ],
        "3": [
          "Management by Statistics implementieren. Führungscockpits. Automatische Alerts. Entscheidungsunterstützung. Hohe Nutzung."
        ],
        "4": [
          "Datengetriebene Sicherheitsführung perfektionieren. Predictive Management. AI-Empfehlungen. Höchste Entscheidungsqualität."
        ]
      },
      "children": []
    },
    {
      "id": "10.3.1",
      "groupId": "10.3.1",
      "finding": "Die jährliche Fluktuationsrate wird nicht statistisch erfasst und ausgewertet.",
      "levels": {
        "1": [
          "Fluktuationsrate berechnen lernen. Austritte zählen. Durchschnittsbestand ermitteln. Rate berechnen. Mit Vorjahr vergleichen."
        ],
        "2": [
          "Systematische Fluktuationserfassung einführen. Monatliche Berechnung. Nach Bereichen differenzieren. Trends analysieren. Ursachen vermuten."
        ],
        "3": [
          "Professionelles Fluktuationsmonitoring implementieren. Detaillierte Analysen. Kostenbewertung. Frühwarnindikatoren. Gegenmassnahmen."
        ],
        "4": [
          "Strategisches Retention Management perfektionieren. Predictive Turnover. Präventive Massnahmen. Niedrigste Fluktuation. Employer of Choice."
        ]
      },
      "children": []
    },
    {
      "id": "10.3.2",
      "groupId": "10.3.2",
      "finding": "Die Austrittsgründe werden nicht ermittelt und ausgewertet.",
      "levels": {
        "1": [
          "Bei Austritten nachfragen. Austrittsgespräche führen. Ehrliche Gründe erfahren. Muster erkennen. Erste Lehren ziehen."
        ],
        "2": [
          "Systematische Austrittsgespräche etablieren. Strukturierte Erfassung. Kategorisierung. Anonymisierte Auswertung. Handlungsfelder identifizieren."
        ],
        "3": [
          "Professionelles Exit-Management implementieren. Standardisierte Interviews. Tiefenanalysen. Benchmark-Vergleiche. Massnahmenableitung."
        ],
        "4": [
          "Lernende Organisation durch Exit-Insights perfektionieren. 360-Grad-Analysen. Präventionsstrategien. Null vermeidbare Austritte."
        ]
      },
      "children": []
    },
    {
      "id": "10.3.3",
      "groupId": "10.3.3",
      "finding": "Bei bestimmten Austrittsgründen werden keine konkreten Konsequenzen abgeleitet und Massnahmen getroffen.",
      "levels": {
        "1": [
          "Auf Austrittsgründe reagieren. Bei Häufungen handeln. Erste Verbesserungen. Führungskräfte sensibilisieren. Probleme angehen."
        ],
        "2": [
          "Systematische Massnahmen bei Austrittsgründen entwickeln. Aktionspläne. Verantwortlichkeiten. Umsetzungsverfolgung. Wirksamkeitsprüfung."
        ],
        "3": [
          "Professionelles Retention-Programm implementieren. Ursachenspezifische Massnahmen. Präventive Ansätze. Messbare Verbesserungen."
        ],
        "4": [
          "Proaktive Mitarbeiterbindung perfektionieren. Null vermeidbare Fluktuation. Höchste Zufriedenheit. Magnetische Arbeitgebermarke."
        ]
      },
      "children": []
    },
    {
      "id": "10.3.4",
      "groupId": "10.3.4",
      "finding": "Es gibt keine Vergleichsmöglichkeiten mit der Fluktuationsrate der Branche oder vergleichbarer Unternehmen.",
      "levels": {
        "1": [
          "Branchenwerte recherchieren. BFS-Statistiken nutzen. Mit ähnlichen Betrieben austauschen. Eigene Position bestimmen. Ziele ableiten."
        ],
        "2": [
          "Systematisches Benchmarking etablieren. Verschiedene Quellen nutzen. Regelmässige Vergleiche. Differenzierte Analysen. Best Practices identifizieren."
        ],
        "3": [
          "Professionelles Fluktations-Benchmarking implementieren. Detaillierte Vergleiche. Ursachenanalysen. Lernpartnerschaften. Kontinuierliche Verbesserung."
        ],
        "4": [
          "Branchen-Bestmarke erreichen. Niedrigste Fluktuation. Vorbild werden. Andere beraten. Attraktivster Arbeitgeber.",
          "Sicherheitskultur-Assessment Kapitel 11: Absenzenmanagement",
          "ReportItemID",
          "Feststellung",
          "11.",
          "Absenzenmanagement"
        ]
      },
      "children": []
    }
  ]
}